/*
Navicat MySQL Data Transfer

Source Server         : alicloud-test
Source Server Version : 50173
Source Host           : 121.40.172.165:3306
Source Database       : treat_base

Target Server Type    : MYSQL
Target Server Version : 50173
File Encoding         : 65001

Date: 2016-05-10 10:43:56
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `activity_sign`
-- ----------------------------
DROP TABLE IF EXISTS `activity_sign`;
CREATE TABLE `activity_sign` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键自增',
  `userId` bigint(20) NOT NULL COMMENT '用户Id',
  `activityId` bigint(20) NOT NULL COMMENT '活动Id',
  `activityTime` datetime DEFAULT NULL COMMENT '活動開始時間',
  `lng` varchar(32) DEFAULT NULL COMMENT '经度',
  `lat` varchar(32) DEFAULT NULL COMMENT '纬度',
  `ctime` datetime NOT NULL COMMENT '创建时间',
  `mtime` datetime DEFAULT NULL COMMENT '修改时间',
  `role` int(2) DEFAULT NULL COMMENT '角色@0 发起者 1 参与者',
  `signin` int(2) NOT NULL DEFAULT '0' COMMENT '签到@0 未签到 1 签到（默认0）',
  `singTime` datetime DEFAULT NULL COMMENT '簽到時間',
  `supplyAmount` decimal(9,2) NOT NULL DEFAULT '0.00' COMMENT '活动补贴',
  `supply` int(2) DEFAULT '1' COMMENT '是否已领取补贴@0 1:未领取,2已领取补贴',
  `depositAmount` decimal(9,2) NOT NULL DEFAULT '0.00' COMMENT '担保金',
  `deposit` int(2) NOT NULL DEFAULT '1' COMMENT '是否已担保金@0 1:未领取,2已领取补贴',
  `bePunished` int(2) NOT NULL DEFAULT '1' COMMENT '被别人处罚 1未处理:2 处理',
  `punished` int(2) NOT NULL DEFAULT '1' COMMENT '处罚别人     1未处理:2 处理',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=574 DEFAULT CHARSET=utf8 COMMENT='活动感应';

-- ----------------------------
-- Records of activity_sign
-- ----------------------------
INSERT INTO `activity_sign` VALUES ('467', '238', '65', '2016-04-29 14:58:47', null, null, '2016-04-29 14:58:48', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('468', '239', '65', '2016-04-29 14:58:47', null, null, '2016-04-29 14:58:48', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('469', '240', '66', '2016-04-29 15:02:42', null, null, '2016-04-29 15:02:43', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('470', '241', '66', '2016-04-29 15:02:42', null, null, '2016-04-29 15:02:43', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('471', '242', '67', '2016-04-29 15:04:37', null, null, '2016-04-29 15:04:37', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('472', '243', '67', '2016-04-29 15:04:37', null, null, '2016-04-29 15:04:37', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('473', '244', '68', '2016-04-29 15:05:23', null, null, '2016-04-29 15:05:24', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('474', '245', '68', '2016-04-29 15:05:23', null, null, '2016-04-29 15:05:24', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('475', '246', '69', '2016-04-29 15:15:03', null, null, '2016-04-29 15:15:03', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('476', '247', '69', '2016-04-29 15:15:03', null, null, '2016-04-29 15:15:03', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('477', '248', '70', '2016-04-29 15:16:37', null, null, '2016-04-29 15:16:38', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('478', '249', '70', '2016-04-29 15:16:37', null, null, '2016-04-29 15:16:38', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('479', '250', '71', '2016-04-29 17:18:28', null, null, '2016-04-29 17:18:29', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('480', '251', '71', '2016-04-29 17:18:28', null, null, '2016-04-29 17:18:29', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('481', '252', '72', '2016-04-29 17:20:17', null, null, '2016-04-29 17:20:18', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('482', '253', '72', '2016-04-29 17:20:17', null, null, '2016-04-29 17:20:18', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('483', '254', '73', '2016-04-29 17:23:09', null, null, '2016-04-29 17:23:09', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('484', '255', '73', '2016-04-29 17:23:09', null, null, '2016-04-29 17:23:09', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('485', '256', '74', '2016-04-29 17:26:18', null, null, '2016-04-29 17:26:18', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('486', '257', '74', '2016-04-29 17:26:18', null, null, '2016-04-29 17:26:18', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('487', '258', '75', '2016-04-29 17:28:18', null, null, '2016-04-29 17:28:19', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('488', '259', '75', '2016-04-29 17:28:18', null, null, '2016-04-29 17:28:19', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('489', '260', '76', '2016-04-29 17:35:27', null, null, '2016-04-29 17:35:28', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('490', '261', '76', '2016-04-29 17:35:27', null, null, '2016-04-29 17:35:28', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('491', '262', '77', '2016-04-29 17:39:41', null, null, '2016-04-29 17:39:41', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('492', '263', '77', '2016-04-29 17:39:41', null, null, '2016-04-29 17:39:41', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('493', '264', '78', '2016-04-29 17:40:44', null, null, '2016-04-29 17:40:45', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('494', '265', '78', '2016-04-29 17:40:44', null, null, '2016-04-29 17:40:45', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('495', '266', '79', '2016-04-29 17:45:34', null, null, '2016-04-29 17:45:34', null, '1', '2', '2016-04-29 17:45:35', '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('496', '267', '79', '2016-04-29 17:45:34', null, null, '2016-04-29 17:45:34', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('497', '161', '80', '2016-05-06 12:00:00', null, null, '2016-05-03 15:01:11', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('498', '269', '83', '2016-05-03 17:11:58', null, null, '2016-05-03 17:11:59', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('499', '270', '83', '2016-05-03 17:11:58', null, null, '2016-05-03 17:11:59', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('500', '271', '84', '2016-05-03 17:12:18', null, null, '2016-05-03 17:12:18', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('501', '272', '84', '2016-05-03 17:12:18', null, null, '2016-05-03 17:12:18', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('502', '273', '85', '2016-05-03 17:12:38', null, null, '2016-05-03 17:12:38', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('503', '274', '85', '2016-05-03 17:12:38', null, null, '2016-05-03 17:12:38', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('504', '275', '86', '2016-05-03 17:21:11', null, null, '2016-05-03 17:21:11', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('505', '276', '86', '2016-05-03 17:21:11', null, null, '2016-05-03 17:21:11', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('506', '277', '87', '2016-05-03 17:24:42', null, null, '2016-05-03 17:24:42', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('507', '278', '87', '2016-05-03 17:24:42', null, null, '2016-05-03 17:24:42', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('508', '279', '88', '2016-05-03 12:25:18', null, null, '2016-05-03 17:25:18', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('509', '280', '88', '2016-05-03 12:25:18', null, null, '2016-05-03 17:25:18', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('510', '281', '89', '2016-05-03 12:26:46', null, null, '2016-05-03 17:26:46', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('511', '282', '89', '2016-05-03 12:26:46', null, null, '2016-05-03 17:26:46', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('512', '283', '90', '2016-05-03 12:30:01', null, null, '2016-05-03 17:30:01', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('513', '284', '90', '2016-05-03 12:30:01', null, null, '2016-05-03 17:30:01', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('514', '285', '91', '2016-05-03 12:30:38', null, null, '2016-05-03 17:30:38', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('515', '286', '91', '2016-05-03 12:30:38', null, null, '2016-05-03 17:30:38', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('516', '287', '92', '2016-05-03 12:33:35', null, null, '2016-05-03 17:33:35', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('517', '288', '92', '2016-05-03 12:33:35', null, null, '2016-05-03 17:33:35', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('518', '289', '93', '2016-05-03 12:34:15', null, null, '2016-05-03 17:34:15', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('519', '290', '93', '2016-05-03 12:34:15', null, null, '2016-05-03 17:34:15', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('520', '291', '94', '2016-05-03 12:35:43', null, null, '2016-05-03 17:35:43', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('521', '292', '94', '2016-05-03 12:35:43', null, null, '2016-05-03 17:35:43', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('522', '293', '95', '2016-05-03 12:36:18', null, null, '2016-05-03 17:36:18', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('523', '294', '95', '2016-05-03 12:36:18', null, null, '2016-05-03 17:36:18', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('524', '295', '96', '2016-05-03 12:36:59', null, null, '2016-05-03 17:36:59', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('525', '296', '96', '2016-05-03 12:36:59', null, null, '2016-05-03 17:36:59', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('526', '297', '97', '2016-05-03 16:42:39', null, null, '2016-05-03 17:42:39', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('527', '298', '97', '2016-05-03 16:42:39', null, null, '2016-05-03 17:42:39', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('528', '299', '98', '2016-05-03 12:53:19', null, null, '2016-05-03 17:53:19', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('529', '300', '98', '2016-05-03 12:53:19', null, null, '2016-05-03 17:53:19', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('530', '301', '99', '2016-05-03 12:54:41', null, null, '2016-05-03 17:54:41', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('531', '302', '99', '2016-05-03 12:54:41', null, null, '2016-05-03 17:54:41', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('532', '303', '100', '2016-05-03 12:56:23', null, null, '2016-05-03 17:56:23', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('533', '304', '100', '2016-05-03 12:56:23', null, null, '2016-05-03 17:56:23', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('534', '305', '101', '2016-05-03 12:56:40', null, null, '2016-05-03 17:56:40', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('535', '306', '101', '2016-05-03 12:56:40', null, null, '2016-05-03 17:56:40', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('536', '307', '102', '2016-05-03 12:57:59', null, null, '2016-05-03 17:57:59', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('537', '308', '102', '2016-05-03 12:57:59', null, null, '2016-05-03 17:57:59', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('538', '309', '103', '2016-05-03 12:58:50', null, null, '2016-05-03 17:58:50', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('539', '310', '103', '2016-05-03 12:58:50', null, null, '2016-05-03 17:58:50', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('540', '311', '104', '2016-05-03 13:01:25', null, null, '2016-05-03 18:01:25', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('541', '312', '104', '2016-05-03 13:01:25', null, null, '2016-05-03 18:01:25', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('542', '313', '105', '2016-05-03 13:08:44', null, null, '2016-05-03 18:08:44', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('543', '314', '105', '2016-05-03 13:08:44', null, null, '2016-05-03 18:08:44', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('544', '315', '106', '2016-05-03 13:09:58', null, null, '2016-05-03 18:09:58', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('545', '316', '106', '2016-05-03 13:09:58', null, null, '2016-05-03 18:09:58', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('546', '317', '107', '2016-05-03 13:10:55', null, null, '2016-05-03 18:10:55', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('547', '318', '107', '2016-05-03 13:10:55', null, null, '2016-05-03 18:10:55', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('548', '319', '108', '2016-05-03 13:11:30', null, null, '2016-05-03 18:11:30', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('549', '320', '108', '2016-05-03 13:11:30', null, null, '2016-05-03 18:11:30', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('550', '323', '109', '2016-05-04 08:33:18', null, null, '2016-05-04 13:33:17', null, '1', '2', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('551', '324', '109', '2016-05-04 08:33:18', null, null, '2016-05-04 13:33:18', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('552', '325', '110', '2016-05-04 08:34:25', null, null, '2016-05-04 13:34:25', null, '1', '2', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('553', '326', '110', '2016-05-04 08:34:25', null, null, '2016-05-04 13:34:25', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('554', '327', '111', '2016-05-04 08:35:00', null, null, '2016-05-04 13:35:00', null, '1', '2', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('555', '328', '111', '2016-05-04 08:35:00', null, null, '2016-05-04 13:35:00', null, '2', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('556', '329', '112', '2016-05-04 08:39:40', null, null, '2016-05-04 13:39:40', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('557', '330', '112', '2016-05-04 08:39:40', null, null, '2016-05-04 13:39:40', null, '2', '2', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('558', '331', '113', '2016-05-04 08:40:38', null, null, '2016-05-04 13:40:38', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('559', '332', '113', '2016-05-04 08:40:38', null, null, '2016-05-04 13:40:38', null, '2', '2', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('560', '333', '114', '2016-05-04 08:46:06', null, null, '2016-05-04 13:46:06', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('561', '334', '114', '2016-05-04 08:46:06', null, null, '2016-05-04 13:46:06', null, '2', '2', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('562', '335', '115', '2016-05-04 08:47:53', null, null, '2016-05-04 13:47:53', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('563', '336', '115', '2016-05-04 08:47:53', null, null, '2016-05-04 13:47:53', null, '2', '2', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('564', '337', '116', '2016-05-04 08:50:16', null, null, '2016-05-04 13:50:16', null, '1', '0', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('565', '338', '116', '2016-05-04 08:50:16', null, null, '2016-05-04 13:50:16', null, '2', '2', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('566', '339', '117', '2016-05-04 08:52:37', null, null, '2016-05-04 13:52:37', null, '1', '2', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('567', '340', '117', '2016-05-04 08:52:37', null, null, '2016-05-04 13:52:37', null, '2', '2', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('568', '341', '118', '2016-05-04 08:54:43', null, null, '2016-05-04 13:54:43', null, '1', '2', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('569', '342', '118', '2016-05-04 08:54:43', null, null, '2016-05-04 13:54:43', null, '2', '2', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('570', '352', '119', '2016-05-04 09:14:27', null, null, '2016-05-04 14:14:27', null, '1', '2', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('571', '353', '119', '2016-05-04 09:14:27', null, null, '2016-05-04 14:14:27', null, '2', '2', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('572', '354', '120', '2016-05-04 09:16:08', null, null, '2016-05-04 14:16:08', null, '1', '2', null, '0.00', '1', '0.00', '1', '1', '1');
INSERT INTO `activity_sign` VALUES ('573', '355', '120', '2016-05-04 09:16:08', null, null, '2016-05-04 14:16:08', null, '2', '2', null, '0.00', '1', '0.00', '1', '1', '1');

-- ----------------------------
-- Table structure for `activitys`
-- ----------------------------
DROP TABLE IF EXISTS `activitys`;
CREATE TABLE `activitys` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键自增',
  `userId` bigint(20) NOT NULL COMMENT '用户ID',
  `theme` varchar(22) NOT NULL DEFAULT '“”' COMMENT '主题',
  `treatWay` int(2) NOT NULL DEFAULT '0' COMMENT '请客方式 我请：1 AA 2',
  `actTime` datetime NOT NULL COMMENT '请客时间',
  `amountSecured` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '担保金额',
  `subsidies` decimal(10,2) NOT NULL DEFAULT '0.00' COMMENT '赴约补贴',
  `briefDesc` varchar(55) DEFAULT NULL COMMENT '简要说明',
  `mtime` datetime DEFAULT NULL COMMENT '修改时间',
  `ctime` datetime NOT NULL COMMENT '创建时间',
  `actStatus` int(2) NOT NULL DEFAULT '0' COMMENT '活动状态 进行中 ：1  活动结束 2 活动关闭 3',
  `bizId` bigint(20) NOT NULL COMMENT '商家ID',
  `bizName` varchar(32) DEFAULT '' COMMENT '商家名称',
  `bizAddr` varchar(32) DEFAULT NULL COMMENT '商家地址',
  `bizIcon` varchar(200) DEFAULT NULL COMMENT '商家图片',
  `bizCategory` varchar(16) DEFAULT NULL COMMENT '商家类别',
  `bizLng` varchar(25) DEFAULT NULL COMMENT '商家经度',
  `bizLat` varchar(25) DEFAULT NULL COMMENT '商家纬度',
  `bizRate` varchar(32) DEFAULT NULL COMMENT '好评度',
  `bizAvg` varchar(16) DEFAULT NULL COMMENT '人均消费',
  `browseNum` bigint(20) NOT NULL DEFAULT '0' COMMENT '浏览次数',
  `orderNum` varchar(48) DEFAULT NULL COMMENT '订单号',
  `userLng` varchar(25) DEFAULT NULL COMMENT '用户经度',
  `userLat` varchar(25) DEFAULT NULL COMMENT '用户纬度',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=125 DEFAULT CHARSET=utf8 COMMENT='活动表';

-- ----------------------------
-- Records of activitys
-- ----------------------------
INSERT INTO `activitys` VALUES ('1', '1', '测试活动', '2', '2016-04-06 09:19:41', '5.00', '0.00', '只请女孩子', null, '2016-04-06 09:19:42', '2', '2', '好乐迪', '江干区', 'http://www.baidu.com', 'ktv', '12.2232334433', '120.544567778', '12%', '12.9', '0', null, '', '');
INSERT INTO `activitys` VALUES ('2', '1', '测试活动', '2', '2016-04-06 09:20:01', '5.00', '0.00', '只请女孩子', null, '2016-04-06 09:20:01', '2', '2', '好乐迪', '江干区', 'http://www.baidu.com', 'ktv', '12.2232334433', '120.544567778', '12%', '12.9', '0', null, '', '');
INSERT INTO `activitys` VALUES ('3', '1', '测试活动', '2', '2016-04-06 09:21:14', '5.00', '0.00', '只请女孩子', null, '2016-04-06 09:21:14', '2', '2', '好乐迪', '江干区', 'http://www.baidu.com', 'ktv', '12.2232334433', '120.544567778', '12%', '12.9', '0', null, '', '');
INSERT INTO `activitys` VALUES ('4', '1', '测试活动', '2', '2016-04-06 09:27:54', '5.00', '0.00', '只请女孩子', null, '2016-04-06 09:27:55', '2', '2', '好乐迪', '江干区', 'http://www.baidu.com', 'ktv', '12.2232334433', '120.544567778', '12%', '12.9', '0', null, '', '');
INSERT INTO `activitys` VALUES ('5', '161', '我请客吃饭', '2', '2016-04-17 11:01:00', '0.00', '0.00', '我们都会有些不是我 便是你的确是不是很多人生哲理的确是不是很多人生哲理的确是不是很多人生哲理的确是不', '2016-05-03 17:53:20', '2016-04-13 10:11:26', '2', '9026269', '渔火', '西湖区天目山路160号国际花园东栋101室', 'http://i1.s2.dpfile.com/pc/6e93d8587e7ca3eac3691fed3dcbc2c9(278x200)/thumb.jpg', '1', '120.137840', '30.271608', '4.5', '45', '5', null, '120.1373266601562', '30.27115342881945');
INSERT INTO `activitys` VALUES ('6', '161', '我请你?', '2', '2016-04-16 19:03:00', '0.00', '0.00', '你喜欢唱歌嘛？喜欢就来吧！', '2016-05-03 17:53:20', '2016-04-14 18:04:48', '2', '4150956', '西湖乐园国际俱乐部', '西湖区跑马场巷47号', 'http://i3.s2.dpfile.com/pc/1921edcc38761068df744e2e5c488615(278x200)/thumb.jpg', 'KTV', '120.137581', '30.268250', '3.5', '0', '52', null, '120.1374457465278', '30.27116048177083');
INSERT INTO `activitys` VALUES ('7', '161', '我们要做一个铲子', '1', '2016-04-17 10:24:00', '0.00', '0.00', '我们要不要喝茶了吗？我们的心理准备打仗了我了？我们的人们也有可能在一起的人们也许你是一起长大的孩子们', '2016-05-03 17:53:20', '2016-04-15 09:25:16', '2', '62831431', '回韵酒吧', '西湖区天目山路166', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '0.0', '0', '6', null, '120.1373643663194', '30.27118869357639');
INSERT INTO `activitys` VALUES ('8', '161', '我们要不要喝茶聊天了', '1', '2016-04-17 13:02:00', '0.00', '0.00', null, '2016-05-03 17:53:20', '2016-04-15 10:02:45', '2', '4150956', '西湖乐园国际俱乐部', '西湖区跑马场巷47号', 'http://i3.s2.dpfile.com/pc/1921edcc38761068df744e2e5c488615(278x200)/thumb.jpg', 'KTV', '120.137581', '30.268250', '3.5', '0', '9', null, '120.1376467556424', '30.27132378472222');
INSERT INTO `activitys` VALUES ('9', '161', '人人人人人', '1', '2016-04-16 11:03:00', '0.00', '0.00', null, '2016-05-03 17:53:20', '2016-04-15 10:07:20', '2', '13926105', '兰桂坊V2酒吧', '西湖区天目山路160号国际花园', 'http://i1.s2.dpfile.com/pc/a0847ed62dc25017924a54dd0400af55(278x200)/thumb.jpg', '酒吧', '120.137840', '30.271608', '3.5', '0', '0', null, '120.1376467556424', '30.27132378472222');
INSERT INTO `activitys` VALUES ('10', '161', '我们的确是', '1', '2016-04-17 11:52:00', '1.00', '1.00', null, '2016-04-15 10:54:37', '2016-04-15 10:54:37', '0', '2877940', 'CC.咖啡悠闲馆', '西湖区教工路18号世贸丽晶城南门', 'http://qcloud.dpfile.com/pc/lhffpq2-rFs3DQ7q9ZiPBUlFUyIFUZJhK6RIditMjzkf9NDELorb318S30ASp3_ITYGVDmosZWTLal1WbWRW3A.jpg', '咖啡', '120.137199', '30.273081', '4.0', '41', '0', 'OL-10-1460688877364', '120.1374264865451', '30.27182915581597');
INSERT INTO `activitys` VALUES ('11', '161', '我们的确是', '1', '2016-04-17 11:52:00', '1.00', '1.00', null, '2016-04-15 10:55:14', '2016-04-15 10:55:14', '0', '2877940', 'CC.咖啡悠闲馆', '西湖区教工路18号世贸丽晶城南门', 'http://qcloud.dpfile.com/pc/lhffpq2-rFs3DQ7q9ZiPBUlFUyIFUZJhK6RIditMjzkf9NDELorb318S30ASp3_ITYGVDmosZWTLal1WbWRW3A.jpg', '咖啡', '120.137199', '30.273081', '4.0', '41', '0', 'OL-11-1460688914159', '120.1374264865451', '30.27182915581597');
INSERT INTO `activitys` VALUES ('12', '161', '我们的确是', '1', '2016-04-17 11:52:00', '1.00', '1.00', '我们都是一个', '2016-04-15 10:55:22', '2016-04-15 10:55:22', '0', '2877940', 'CC.咖啡悠闲馆', '西湖区教工路18号世贸丽晶城南门', 'http://qcloud.dpfile.com/pc/lhffpq2-rFs3DQ7q9ZiPBUlFUyIFUZJhK6RIditMjzkf9NDELorb318S30ASp3_ITYGVDmosZWTLal1WbWRW3A.jpg', '咖啡', '120.137199', '30.273081', '4.0', '41', '0', 'OL-12-1460688922794', '120.1374264865451', '30.27182915581597');
INSERT INTO `activitys` VALUES ('13', '161', '我们的确是', '1', '2016-04-17 11:52:00', '0.00', '0.00', '我们都是一个', '2016-05-03 17:53:20', '2016-04-15 10:56:12', '2', '2877940', 'CC.咖啡悠闲馆', '西湖区教工路18号世贸丽晶城南门', 'http://qcloud.dpfile.com/pc/lhffpq2-rFs3DQ7q9ZiPBUlFUyIFUZJhK6RIditMjzkf9NDELorb318S30ASp3_ITYGVDmosZWTLal1WbWRW3A.jpg', '咖啡', '120.137199', '30.273081', '4.0', '41', '1', null, '120.1374028862847', '30.27188883463542');
INSERT INTO `activitys` VALUES ('14', '161', '我们都是一', '1', '2016-04-15 12:05:00', '1.00', '1.00', null, '2016-05-03 17:53:20', '2016-04-15 11:06:10', '2', '13926105', '兰桂坊V2酒吧', '西湖区天目山路160号国际花园', 'http://i1.s2.dpfile.com/pc/a0847ed62dc25017924a54dd0400af55(278x200)/thumb.jpg', '酒吧', '120.137840', '30.271608', '3.5', '0', '0', null, '120.1373556857639', '30.27106119791667');
INSERT INTO `activitys` VALUES ('15', '177', '周末来嗨皮', '1', '2016-04-23 10:57:00', '0.00', '0.00', null, '2016-05-03 17:53:20', '2016-04-18 09:57:47', '2', '62831431', '回韵酒吧', '西湖区天目山路166', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '0.0', '0', '149', null, '120.1373236762153', '30.27098822699653');
INSERT INTO `activitys` VALUES ('16', '161', '这次有担保金', '1', '2016-04-23 17:36:00', '10.00', '10.00', '只要你来就能拿担保金', '2016-04-18 16:37:15', '2016-04-18 16:37:15', '0', '13926105', '兰桂坊V2酒吧', '西湖区天目山路160号国际花园', 'http://i1.s2.dpfile.com/pc/a0847ed62dc25017924a54dd0400af55(278x200)/thumb.jpg', '1', '120.137840', '30.271608', '3.5', '0', '0', 'OL-16-1460968635181', '120.1374679904514', '30.27154269748264');
INSERT INTO `activitys` VALUES ('17', '161', '这次有担保金', '1', '2016-04-23 17:36:00', '10.00', '10.00', '只要你来就能拿担保金', '2016-04-18 16:39:13', '2016-04-18 16:39:12', '0', '13926105', '兰桂坊V2酒吧', '西湖区天目山路160号国际花园', 'http://i1.s2.dpfile.com/pc/a0847ed62dc25017924a54dd0400af55(278x200)/thumb.jpg', '1', '120.137840', '30.271608', '3.5', '0', '0', 'OL-17-1460968752928', '120.1374679904514', '30.27154269748264');
INSERT INTO `activitys` VALUES ('18', '161', '这次有担保金', '1', '2016-04-23 17:36:00', '10.00', '10.00', '只要你来就能拿担保金', '2016-04-18 16:44:21', '2016-04-18 16:44:20', '0', '13926105', '兰桂坊V2酒吧', '西湖区天目山路160号国际花园', 'http://i1.s2.dpfile.com/pc/a0847ed62dc25017924a54dd0400af55(278x200)/thumb.jpg', '1', '120.137840', '30.271608', '3.5', '0', '0', 'OL-18-1460969061003', '120.1375493706597', '30.2712681749132');
INSERT INTO `activitys` VALUES ('19', '161', '这次有担保金', '1', '2016-04-23 17:36:00', '10.00', '10.00', '只要你来就能拿担保金', '2016-04-18 16:45:53', '2016-04-18 16:45:53', '0', '13926105', '兰桂坊V2酒吧', '西湖区天目山路160号国际花园', 'http://i1.s2.dpfile.com/pc/a0847ed62dc25017924a54dd0400af55(278x200)/thumb.jpg', '1', '120.137840', '30.271608', '3.5', '0', '0', 'OL-19-1460969153711', '120.1375493706597', '30.2712681749132');
INSERT INTO `activitys` VALUES ('20', '161', '我们在这里我们为之努力', '1', '2016-04-21 18:12:00', '10.00', '10.00', '与会红红火火', '2016-04-18 17:12:36', '2016-04-18 17:12:36', '0', '13926105', '兰桂坊V2酒吧', '西湖区天目山路160号国际花园', 'http://i1.s2.dpfile.com/pc/a0847ed62dc25017924a54dd0400af55(278x200)/thumb.jpg', '1', '120.137840', '30.271608', '3.5', '0', '0', 'OL-20-1460970756686', '120.1374688042535', '30.27116780598958');
INSERT INTO `activitys` VALUES ('21', '161', '我们在这里我们为之努力', '1', '2016-04-21 18:12:00', '10.00', '10.00', '与会红红火火', '2016-04-18 17:16:50', '2016-04-18 17:16:50', '0', '13926105', '兰桂坊V2酒吧', '西湖区天目山路160号国际花园', 'http://i1.s2.dpfile.com/pc/a0847ed62dc25017924a54dd0400af55(278x200)/thumb.jpg', '1', '120.137840', '30.271608', '3.5', '0', '0', 'OL-21-1460971010752', '120.1376424153646', '30.2713001844618');
INSERT INTO `activitys` VALUES ('22', '161', '支付测试1', '1', '2016-04-18 18:19:00', '10.00', '10.00', null, '2016-04-18 17:19:39', '2016-04-18 17:19:39', '0', '13926105', '兰桂坊V2酒吧', '西湖区天目山路160号国际花园', 'http://i1.s2.dpfile.com/pc/a0847ed62dc25017924a54dd0400af55(278x200)/thumb.jpg', '1', '120.137840', '30.271608', '3.5', '0', '0', 'OL-22-1460971179869', '120.1375203450521', '30.2712828233507');
INSERT INTO `activitys` VALUES ('23', '161', '鱼鱼', '1', '2016-04-24 17:27:00', '10.00', '0.00', null, '2016-04-18 17:27:37', '2016-04-18 17:27:37', '0', '50772181', '蕾蕾酱手工美食', '西湖区北山大厦', 'http://qcloud.dpfile.com/pc/yRD-Qf7GfJnK6CPvWUsyrO4m3PtvdbiUIPilmbCbDkgSwmBIKNc7_NISHuY7yrDiTYGVDmosZWTLal1WbWRW3A.jpg', '1', '120.137169', '30.270220', '3.5', '0', '0', 'OL-23-1460971657182', '120.1373581271701', '30.27094211154514');
INSERT INTO `activitys` VALUES ('24', '161', '鱼鱼', '1', '2016-04-24 17:27:00', '10.00', '105.00', null, '2016-04-18 17:30:21', '2016-04-18 17:30:21', '0', '50772181', '蕾蕾酱手工美食', '西湖区北山大厦', 'http://qcloud.dpfile.com/pc/yRD-Qf7GfJnK6CPvWUsyrO4m3PtvdbiUIPilmbCbDkgSwmBIKNc7_NISHuY7yrDiTYGVDmosZWTLal1WbWRW3A.jpg', '1', '120.137169', '30.270220', '3.5', '0', '0', 'OL-24-1460971821039', '120.1373581271701', '30.27094211154514');
INSERT INTO `activitys` VALUES ('25', '161', '我们的确是', '1', '2016-04-22 18:30:00', '0.00', '14.00', null, '2016-04-18 17:31:21', '2016-04-18 17:31:21', '0', '13926105', '兰桂坊V2酒吧', '西湖区天目山路160号国际花园', 'http://i1.s2.dpfile.com/pc/a0847ed62dc25017924a54dd0400af55(278x200)/thumb.jpg', '1', '120.137840', '30.271608', '3.5', '0', '0', 'OL-25-1460971881578', '120.1375499131944', '30.27128092447917');
INSERT INTO `activitys` VALUES ('26', '161', '我们的确是', '1', '2016-04-22 18:30:00', '10.00', '14.00', null, '2016-04-18 17:31:32', '2016-04-18 17:31:32', '0', '13926105', '兰桂坊V2酒吧', '西湖区天目山路160号国际花园', 'http://i1.s2.dpfile.com/pc/a0847ed62dc25017924a54dd0400af55(278x200)/thumb.jpg', '1', '120.137840', '30.271608', '3.5', '0', '0', 'OL-26-1460971892056', '120.1375499131944', '30.27128092447917');
INSERT INTO `activitys` VALUES ('27', '161', '我们的确是不是', '1', '2016-04-23 18:53:00', '0.00', '0.00', '我的心里只有我一次我是你就不能又要来看电影看到了自己那么多事故现场处理、这里没有把握不能吃惊话筒困到', '2016-05-03 17:53:21', '2016-04-20 17:53:47', '2', '537697', '两岸咖啡', '西湖区黄龙路5号恒励大厦2楼', 'http://qcloud.dpfile.com/pc/qHMfzwMNVfQVVLjJsocPu5kc0muuC7fdpi6vBHIOnu4ZXaXYfk3NtguKUfppF_9lTYGVDmosZWTLal1WbWRW3A.jpg', '咖啡', '120.136131', '30.268995', '4.0', '71', '9', null, '120.1372444661458', '30.27086724175347');
INSERT INTO `activitys` VALUES ('28', '161', '我们的确是不是', '1', '2016-04-23 18:53:00', '0.00', '0.00', '我的心里只有我一次我是你就不能又要来看电影看到了自己那么多事故现场处理、这里没有把握不能吃惊话筒困到', '2016-05-03 17:53:21', '2016-04-20 17:53:55', '2', '537697', '两岸咖啡', '西湖区黄龙路5号恒励大厦2楼', 'http://qcloud.dpfile.com/pc/qHMfzwMNVfQVVLjJsocPu5kc0muuC7fdpi6vBHIOnu4ZXaXYfk3NtguKUfppF_9lTYGVDmosZWTLal1WbWRW3A.jpg', '咖啡', '120.136131', '30.268995', '4.0', '71', '4', null, '120.1372444661458', '30.27086724175347');
INSERT INTO `activitys` VALUES ('29', '161', '斤斤计较的人', '1', '2016-04-23 18:56:00', '0.00', '0.00', '我们的确是不是很像是因为太阳一出来就是我最好', '2016-05-03 17:53:21', '2016-04-20 17:56:39', '2', '9026269', '渔火', '西湖区天目山路160号国际花园东栋101室', 'http://i1.s2.dpfile.com/pc/6e93d8587e7ca3eac3691fed3dcbc2c9(278x200)/thumb.jpg', '1', '120.137840', '30.271608', '5.0', '44', '23', null, '120.1373969184028', '30.27108859592014');
INSERT INTO `activitys` VALUES ('30', '161', '我们都江堰水利工程的人好少好的人好少好的', '1', '2016-04-24 12:45:00', '0.00', '0.00', null, '2016-05-03 17:53:21', '2016-04-21 11:47:11', '2', '50263600', '昌源达生态园', '江山路丰硕路北段牛庄黄河大堤北侧', 'http://i2.s2.dpfile.com/pc/04b62fcfc88344cf40a25edff5e2682a(278x200)/thumb.jpg', '美食', '0.000000', '0.000000', '0.0', '0', '0', null, null, null);
INSERT INTO `activitys` VALUES ('31', '161', '我们都会在一起时候才来后悔不迭。我的心里', '1', '2016-04-23 17:48:00', '0.00', '0.00', '我们在这里的人都会在你身边陪你走的旅行指南。我的心里都江堰水利工程的建设项目环境影响报告书？我们的心', '2016-05-03 17:53:21', '2016-04-21 16:49:23', '2', '9026269', '渔火', '西湖区天目山路160号国际花园东栋101室', 'http://i1.s2.dpfile.com/pc/6e93d8587e7ca3eac3691fed3dcbc2c9(278x200)/thumb.jpg', '美食', '120.137840', '30.271608', '5.0', '44', '28', null, '120.1374614800347', '30.27115749782986');
INSERT INTO `activitys` VALUES ('32', '161', '我们都会在线', '1', '2016-04-24 14:29:00', '0.00', '0.00', '我们都会在线观看，我们都江堰水利工程的人都江堰水利工程的人都会在一起时候才能让自己更加优秀，我们都江', '2016-05-03 17:53:21', '2016-04-22 13:29:36', '2', '17335479', '浩帝酒吧', '西湖区天目山路164号', 'http://i2.s2.dpfile.com/pc/f6e954e2a8f2e1905fd15f96c23ab45b(278x200)/thumb.jpg', '美食', '120.137848', '30.271629', '0.0', '0', '5', null, '120.1375214301215', '30.27113688151042');
INSERT INTO `activitys` VALUES ('33', '161', '将计就计将计就计红红火火恍恍惚惚', '1', '2016-04-24 14:29:00', '1.00', '1.00', null, '2016-04-22 13:30:06', '2016-04-22 13:30:06', '0', '17335479', '浩帝酒吧', '西湖区天目山路164号', 'http://i2.s2.dpfile.com/pc/f6e954e2a8f2e1905fd15f96c23ab45b(278x200)/thumb.jpg', '美食', '120.137848', '30.271629', '0.0', '0', '0', 'OL-33-1461303006870', '120.1375214301215', '30.27113688151042');
INSERT INTO `activitys` VALUES ('34', '161', '将计就计将计就计红红火火恍恍惚惚', '1', '2016-04-24 14:29:00', '1.00', '1.00', null, '2016-04-22 13:31:00', '2016-04-22 13:31:00', '0', '17335479', '浩帝酒吧', '西湖区天目山路164号', 'http://i2.s2.dpfile.com/pc/f6e954e2a8f2e1905fd15f96c23ab45b(278x200)/thumb.jpg', '美食', '120.137848', '30.271629', '0.0', '0', '0', 'OL-34-1461303060941', '120.1375214301215', '30.27113688151042');
INSERT INTO `activitys` VALUES ('35', '161', '将计就计将计就计红红火火恍恍惚惚', '1', '2016-04-24 14:29:00', '100.00', '1.00', null, '2016-04-22 13:31:22', '2016-04-22 13:31:22', '0', '17335479', '浩帝酒吧', '西湖区天目山路164号', 'http://i2.s2.dpfile.com/pc/f6e954e2a8f2e1905fd15f96c23ab45b(278x200)/thumb.jpg', '美食', '120.137848', '30.271629', '0.0', '0', '0', 'OL-35-1461303082844', '120.1375214301215', '30.27113688151042');
INSERT INTO `activitys` VALUES ('36', '161', '将计就计将计就计红红火火恍恍惚惚', '1', '2016-04-24 14:29:00', '100.00', '1.00', null, '2016-04-22 13:32:10', '2016-04-22 13:32:10', '0', '17335479', '浩帝酒吧', '西湖区天目山路164号', 'http://i2.s2.dpfile.com/pc/f6e954e2a8f2e1905fd15f96c23ab45b(278x200)/thumb.jpg', '美食', '120.137848', '30.271629', '0.0', '0', '0', 'OL-36-1461303130096', '120.1375214301215', '30.27113688151042');
INSERT INTO `activitys` VALUES ('37', '161', 'uuiii', '1', '2016-04-22 14:46:00', '14.00', '16.00', null, '2016-04-22 13:47:08', '2016-04-22 13:47:08', '0', '9026269', '渔火', '西湖区天目山路160号国际花园东栋101室', 'http://i1.s2.dpfile.com/pc/6e93d8587e7ca3eac3691fed3dcbc2c9(278x200)/thumb.jpg', '美食', '120.137840', '30.271608', '5.0', '44', '0', 'OL-37-1461304028830', '120.1374698893229', '30.27121175130208');
INSERT INTO `activitys` VALUES ('38', '161', '我们都会在一起时候', '1', '2016-04-25 15:06:00', '14.00', '15.00', null, '2016-04-22 14:06:48', '2016-04-22 14:06:35', '0', '45585472', '勇寿司专门店', '西湖区天目山路166号', 'http://i1.s2.dpfile.com/pc/3f127f5a912b24763fa3f81fa1804d06(278x200)/thumb.jpg', '美食', '120.137085', '30.271660', '3.5', '0', '0', 'OL-38-1461305199928', '120.1374289279514', '30.27109375');
INSERT INTO `activitys` VALUES ('39', '161', '我们都会在一起时候', '1', '2016-04-25 15:06:00', '14.00', '15.00', null, '2016-04-22 14:11:47', '2016-04-22 14:11:44', '0', '45585472', '勇寿司专门店', '西湖区天目山路166号', 'http://i1.s2.dpfile.com/pc/3f127f5a912b24763fa3f81fa1804d06(278x200)/thumb.jpg', '美食', '120.137085', '30.271660', '3.5', '0', '0', 'OL-39-1461305505769', '120.1374289279514', '30.27109375');
INSERT INTO `activitys` VALUES ('40', '161', '我们都会在一起时候', '1', '2016-04-25 15:06:00', '14.00', '15.00', null, '2016-04-22 14:16:01', '2016-04-22 14:15:54', '0', '45585472', '勇寿司专门店', '西湖区天目山路166号', 'http://i1.s2.dpfile.com/pc/3f127f5a912b24763fa3f81fa1804d06(278x200)/thumb.jpg', '美食', '120.137085', '30.271660', '3.5', '0', '0', 'OL-40-1461305756408', '120.1374289279514', '30.27109375');
INSERT INTO `activitys` VALUES ('41', '161', '我们都会在一起时候', '1', '2016-04-25 15:06:00', '14.00', '15.00', null, '2016-04-22 14:24:14', '2016-04-22 14:23:46', '0', '45585472', '勇寿司专门店', '西湖区天目山路166号', 'http://i1.s2.dpfile.com/pc/3f127f5a912b24763fa3f81fa1804d06(278x200)/thumb.jpg', '美食', '120.137085', '30.271660', '3.5', '0', '0', 'OL-41-1461306227957', '120.1374289279514', '30.27109375');
INSERT INTO `activitys` VALUES ('42', '161', '恍恍惚惚好', '1', '2016-04-25 16:41:00', '100.00', '100.00', null, '2016-04-22 15:41:20', '2016-04-22 15:41:20', '0', '13926105', '兰桂坊V2酒吧', '西湖区天目山路160号国际花园', 'http://i1.s2.dpfile.com/pc/a0847ed62dc25017924a54dd0400af55(278x200)/thumb.jpg', '美食', '120.137840', '30.271608', '3.5', '0', '0', 'OL-42-1461310880659', '120.1374829101563', '30.27123155381944');
INSERT INTO `activitys` VALUES ('43', '161', '我们都会在线的', '1', '2016-04-25 16:55:00', '10.00', '10.00', null, '2016-04-22 15:55:26', '2016-04-22 15:55:26', '0', '9292992', 'Play', '西湖区密渡桥路', 'http://i1.s2.dpfile.com/pc/32321737ece6130cd3c9b1b0d7b5b9be(278x200)/thumb.jpg', '美食', '120.137878', '30.271614', '3.5', '0', '0', 'OL-43-1461311726099', '120.1374829101563', '30.27123155381944');
INSERT INTO `activitys` VALUES ('44', '161', '我们都江堰水利工程的', '1', '2016-04-25 17:00:00', '10.00', '10.00', null, '2016-04-22 16:01:09', '2016-04-22 16:01:09', '0', '65893391', '轰咖咖喱饭', '西湖区文三路451号（451-2、451-3）', 'http://qcloud.dpfile.com/pc/hwqPDQ0K3hP40aFdiJ0RaqVmbCT-NkHonFSLiyV0ieIbny34OTqUZYTLuNqUklrgTYGVDmosZWTLal1WbWRW3A.jpg', '美食', '120.137001', '30.271702', '0.0', '0', '0', 'OL-44-1461312069701', '120.1372612847222', '30.2710240342882');
INSERT INTO `activitys` VALUES ('45', '161', '我们都江堰水利工程建设的', '1', '2016-04-22 17:03:00', '100.00', '0.00', null, '2016-04-22 16:03:15', '2016-04-22 16:03:15', '0', '9026269', '渔火', '西湖区天目山路160号国际花园东栋101室', 'http://i1.s2.dpfile.com/pc/6e93d8587e7ca3eac3691fed3dcbc2c9(278x200)/thumb.jpg', '美食', '120.137840', '30.271608', '5.0', '44', '0', 'OL-45-1461312195861', '120.1374392361111', '30.2713525390625');
INSERT INTO `activitys` VALUES ('46', '161', '我们都江堰水利工程建设的', '1', '2016-04-22 17:03:00', '100.00', '0.00', null, '2016-04-22 16:09:14', '2016-04-22 16:09:14', '0', '9026269', '渔火', '西湖区天目山路160号国际花园东栋101室', 'http://i1.s2.dpfile.com/pc/6e93d8587e7ca3eac3691fed3dcbc2c9(278x200)/thumb.jpg', '美食', '120.137840', '30.271608', '5.0', '44', '0', 'OL-46-1461312554738', '120.1374915907118', '30.27122450086805');
INSERT INTO `activitys` VALUES ('47', '177', '测试一下取消报名', '1', '2016-04-25 11:06:00', '0.00', '0.00', '测试一下吧。我的人生是的我们都会有些不是我 便是你自己人坑', '2016-05-03 17:53:21', '2016-04-23 10:07:07', '2', '9292992', 'Play', '西湖区密渡桥路', 'http://i1.s2.dpfile.com/pc/32321737ece6130cd3c9b1b0d7b5b9be(278x200)/thumb.jpg', '美食', '120.137878', '30.271614', '3.5', '0', '18', null, '120.1376443142361', '30.27117648654514');
INSERT INTO `activitys` VALUES ('48', '205', '定时任务单元测试', '1', '2016-04-29 11:40:33', '100.00', '100.00', '单元测试', '2016-05-03 17:53:21', '2016-04-29 11:40:33', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('49', '161', '我们在这里我就知道我', '1', '2016-05-01 13:09:00', '0.00', '0.00', null, '2016-05-03 17:53:21', '2016-04-29 12:09:17', '2', '45585472', '勇寿司专门店', '西湖区天目山路166号', 'http://i1.s2.dpfile.com/pc/3f127f5a912b24763fa3f81fa1804d06(278x200)/thumb.jpg', '美食', '120.137085', '30.271660', '3.5', '0', '11', null, '120.1374074978299', '30.27111545138889');
INSERT INTO `activitys` VALUES ('50', '207', '定时任务单元测试', '1', '2016-04-29 14:00:45', '100.00', '100.00', '单元测试', '2016-05-03 17:53:21', '2016-04-29 14:00:45', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('51', '209', '定时任务单元测试', '1', '2016-04-29 14:01:41', '100.00', '100.00', '单元测试', '2016-05-03 17:53:21', '2016-04-29 14:01:41', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('52', '211', '定时任务单元测试', '1', '2016-04-29 14:02:45', '100.00', '100.00', '单元测试', '2016-05-03 17:53:21', '2016-04-29 14:02:45', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('53', '213', '定时任务单元测试', '1', '2016-04-29 14:03:25', '100.00', '100.00', '单元测试', '2016-05-03 17:53:21', '2016-04-29 14:03:25', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('54', '215', '定时任务单元测试', '1', '2016-04-29 14:04:20', '100.00', '100.00', '单元测试', '2016-05-03 17:53:21', '2016-04-29 14:04:20', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('55', '217', '定时任务单元测试', '1', '2016-04-29 14:12:15', '100.00', '100.00', '单元测试', '2016-05-03 17:53:21', '2016-04-29 14:12:15', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('56', '220', '定时任务单元测试', '1', '2016-04-29 14:13:47', '100.00', '100.00', '单元测试', '2016-05-03 17:53:21', '2016-04-29 14:13:47', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('57', '222', '定时任务单元测试', '1', '2016-04-29 14:14:32', '100.00', '100.00', '单元测试', '2016-05-03 17:53:21', '2016-04-29 14:14:32', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('58', '224', '定时任务单元测试', '1', '2016-04-29 14:17:17', '100.00', '100.00', '单元测试', '2016-05-03 17:53:21', '2016-04-29 14:17:17', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('59', '226', '定时任务单元测试', '1', '2016-04-29 14:24:44', '100.00', '100.00', '单元测试', '2016-05-03 17:53:21', '2016-04-29 14:24:44', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('60', '228', '定时任务单元测试', '1', '2016-04-29 14:26:32', '100.00', '100.00', '单元测试', '2016-05-03 17:53:21', '2016-04-29 14:26:32', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('61', '230', '定时任务单元测试', '1', '2016-04-29 14:26:34', '100.00', '100.00', '单元测试', '2016-05-03 17:53:21', '2016-04-29 14:26:35', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('62', '232', '定时任务单元测试', '1', '2016-04-29 14:30:20', '100.00', '100.00', '单元测试', '2016-05-03 17:53:22', '2016-04-29 14:30:20', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('63', '234', '定时任务单元测试', '1', '2016-04-29 14:32:32', '100.00', '100.00', '单元测试', '2016-05-03 17:53:22', '2016-04-29 14:32:32', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('64', '236', '定时任务单元测试', '1', '2016-04-29 14:53:52', '100.00', '100.00', '单元测试', '2016-05-03 17:53:22', '2016-04-29 14:53:52', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('65', '238', '定时任务单元测试', '1', '2016-04-29 14:58:47', '100.00', '100.00', '单元测试', '2016-05-03 17:53:22', '2016-04-29 14:58:47', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('66', '240', '定时任务单元测试', '1', '2016-04-29 15:02:42', '100.00', '100.00', '单元测试', '2016-05-03 17:53:22', '2016-04-29 15:02:42', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('67', '242', '定时任务单元测试', '1', '2016-04-29 15:04:37', '100.00', '100.00', '单元测试', '2016-05-03 17:53:22', '2016-04-29 15:04:37', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('68', '244', '定时任务单元测试', '1', '2016-04-29 15:05:23', '100.00', '100.00', '单元测试', '2016-05-03 17:53:22', '2016-04-29 15:05:23', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('69', '246', '定时任务单元测试', '1', '2016-04-29 15:15:03', '100.00', '100.00', '单元测试', '2016-05-03 17:53:23', '2016-04-29 15:15:03', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('70', '248', '定时任务单元测试', '1', '2016-04-29 15:16:37', '100.00', '100.00', '单元测试', '2016-05-03 17:53:23', '2016-04-29 15:16:37', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('71', '250', '定时任务单元测试', '1', '2016-04-29 17:18:28', '100.00', '100.00', '单元测试', '2016-05-03 17:53:23', '2016-04-29 17:18:28', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('72', '252', '定时任务单元测试', '1', '2016-04-29 17:20:17', '100.00', '100.00', '单元测试', '2016-05-03 17:53:23', '2016-04-29 17:20:17', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('73', '254', '定时任务单元测试', '1', '2016-04-29 17:23:09', '100.00', '100.00', '单元测试', '2016-05-03 17:53:23', '2016-04-29 17:23:09', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('74', '256', '定时任务单元测试', '1', '2016-04-29 17:26:18', '100.00', '100.00', '单元测试', '2016-05-03 17:53:23', '2016-04-29 17:26:18', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('75', '258', '定时任务单元测试', '1', '2016-04-29 17:28:18', '100.00', '100.00', '单元测试', '2016-05-03 17:53:23', '2016-04-29 17:28:18', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('76', '260', '定时任务单元测试', '1', '2016-04-29 17:35:27', '100.00', '100.00', '单元测试', '2016-05-03 17:53:24', '2016-04-29 17:35:27', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('77', '262', '定时任务单元测试', '1', '2016-04-29 17:39:41', '100.00', '100.00', '单元测试', '2016-05-03 17:53:24', '2016-04-29 17:39:41', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('78', '264', '定时任务单元测试', '1', '2016-04-29 17:40:44', '100.00', '100.00', '单元测试', '2016-05-03 17:53:24', '2016-04-29 17:40:44', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('79', '266', '定时任务单元测试', '1', '2016-04-29 17:45:34', '100.00', '100.00', '单元测试', '2016-05-03 17:53:24', '2016-04-29 17:45:34', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('80', '161', '111111111', '1', '2016-05-06 12:00:00', '0.00', '0.00', null, '2016-05-09 18:01:36', '2016-05-03 11:01:03', '3', '9026269', '渔火', '西湖区天目山路160号国际花园东栋101室', 'http://i1.s2.dpfile.com/pc/6e93d8587e7ca3eac3691fed3dcbc2c9(278x200)/thumb.jpg', '美食', '120.137840', '30.271608', '5.0', '45', '30', null, '120.1375897894965', '30.27118462456597');
INSERT INTO `activitys` VALUES ('81', '161', '22222222', '1', '2016-05-07 17:12:00', '0.00', '0.00', null, null, '2016-05-03 16:13:08', '1', '2118925', '荣鼎汇娱乐会所', '西湖区曙光路122号世贸君澜大饭店B区1楼', 'http://qcloud.dpfile.com/pc/CzxzT_pceY7T-XYi_ijcwZ__fo6lukp2RKEZzvaZqcmAkgjbZ_7YTRmMn7RJOehmTYGVDmosZWTLal1WbWRW3A.jpg', 'KTV', '120.140083', '30.265841', '3.5', '0', '26', null, '120.1375897894965', '30.27118462456597');
INSERT INTO `activitys` VALUES ('82', '177', '333333', '1', '2016-05-08 17:43:00', '0.00', '0.00', null, null, '2016-05-03 16:43:31', '1', '13926105', '兰桂坊V2酒吧', '西湖区天目山路160号国际花园', 'http://i1.s2.dpfile.com/pc/a0847ed62dc25017924a54dd0400af55(278x200)/thumb.jpg', '美食', '120.137840', '30.271608', '3.5', '0', '18', null, '120.1375897894965', '30.27118462456597');
INSERT INTO `activitys` VALUES ('83', '269', '定时任务单元测试', '1', '2016-05-03 12:11:59', '100.00', '100.00', '单元测试', '2016-05-03 17:53:24', '2016-05-03 17:11:58', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('84', '271', '定时任务单元测试', '1', '2016-05-03 12:12:18', '100.00', '100.00', '单元测试', '2016-05-03 17:53:24', '2016-05-03 17:12:18', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('85', '273', '定时任务单元测试', '1', '2016-05-03 12:12:39', '100.00', '100.00', '单元测试', '2016-05-03 17:53:25', '2016-05-03 17:12:38', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('86', '275', '定时任务单元测试', '1', '2016-05-03 12:21:11', '100.00', '100.00', '单元测试', '2016-05-03 17:53:25', '2016-05-03 17:21:11', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('87', '277', '定时任务单元测试', '1', '2016-05-03 12:24:42', '100.00', '100.00', '单元测试', '2016-05-03 17:53:25', '2016-05-03 17:24:42', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('88', '279', '定时任务单元测试', '1', '2016-05-03 12:25:18', '100.00', '100.00', '单元测试', '2016-05-03 17:53:25', '2016-05-03 17:25:18', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('89', '281', '定时任务单元测试', '1', '2016-05-03 12:26:46', '100.00', '100.00', '单元测试', '2016-05-03 17:53:25', '2016-05-03 17:26:46', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('90', '283', '定时任务单元测试', '1', '2016-05-03 12:30:01', '100.00', '100.00', '单元测试', '2016-05-03 17:53:25', '2016-05-03 17:30:00', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('91', '285', '定时任务单元测试', '1', '2016-05-03 12:30:38', '100.00', '100.00', '单元测试', '2016-05-03 17:53:26', '2016-05-03 17:30:38', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('92', '287', '定时任务单元测试', '1', '2016-05-03 12:33:35', '100.00', '100.00', '单元测试', '2016-05-03 17:53:26', '2016-05-03 17:33:34', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('93', '289', '定时任务单元测试', '1', '2016-05-03 12:34:15', '100.00', '100.00', '单元测试', '2016-05-03 17:53:26', '2016-05-03 17:34:15', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('94', '291', '定时任务单元测试', '1', '2016-05-03 12:35:43', '100.00', '100.00', '单元测试', '2016-05-03 17:53:26', '2016-05-03 17:35:43', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('95', '293', '定时任务单元测试', '1', '2016-05-03 12:36:18', '100.00', '100.00', '单元测试', '2016-05-03 17:53:26', '2016-05-03 17:36:18', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('96', '295', '定时任务单元测试', '1', '2016-05-03 12:36:59', '100.00', '100.00', '单元测试', '2016-05-03 17:53:26', '2016-05-03 17:36:59', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('97', '297', '定时任务单元测试', '1', '2016-05-03 16:42:39', '100.00', '100.00', '单元测试', '2016-05-04 13:33:18', '2016-05-03 17:42:38', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('98', '299', '定时任务单元测试', '1', '2016-05-03 12:53:19', '100.00', '100.00', '单元测试', '2016-05-03 17:53:26', '2016-05-03 17:53:19', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('99', '301', '定时任务单元测试', '1', '2016-05-03 12:54:41', '100.00', '100.00', '单元测试', '2016-05-03 17:54:47', '2016-05-03 17:54:40', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('100', '303', '定时任务单元测试', '1', '2016-05-03 12:56:23', '100.00', '100.00', '单元测试', '2016-05-03 17:56:24', '2016-05-03 17:56:23', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('101', '305', '定时任务单元测试', '1', '2016-05-03 12:56:40', '100.00', '100.00', '单元测试', '2016-05-03 17:57:38', '2016-05-03 17:56:40', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('102', '307', '定时任务单元测试', '1', '2016-05-03 12:57:59', '100.00', '100.00', '单元测试', '2016-05-03 17:58:09', '2016-05-03 17:57:58', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('103', '309', '定时任务单元测试', '1', '2016-05-03 12:58:50', '100.00', '100.00', '单元测试', '2016-05-03 18:09:00', '2016-05-03 17:58:50', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('104', '311', '定时任务单元测试', '1', '2016-05-03 13:01:25', '100.00', '100.00', '单元测试', '2016-05-03 18:09:04', '2016-05-03 18:01:25', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('105', '313', '定时任务单元测试', '1', '2016-05-03 13:08:44', '100.00', '100.00', '单元测试', '2016-05-03 18:09:04', '2016-05-03 18:08:44', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('106', '315', '定时任务单元测试', '1', '2016-05-03 13:09:58', '100.00', '100.00', '单元测试', '2016-05-03 18:09:59', '2016-05-03 18:09:58', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('107', '317', '定时任务单元测试', '1', '2016-05-03 13:10:55', '100.00', '100.00', '单元测试', '2016-05-03 18:10:55', '2016-05-03 18:10:54', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('108', '319', '定时任务单元测试', '1', '2016-05-03 13:11:30', '100.00', '100.00', '单元测试', '2016-05-03 18:11:31', '2016-05-03 18:11:30', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('109', '323', '定时任务单元测试', '1', '2016-05-04 08:33:18', '100.00', '100.00', '单元测试', '2016-05-04 13:33:18', '2016-05-04 13:33:17', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('110', '325', '定时任务单元测试', '1', '2016-05-04 08:34:25', '100.00', '100.00', '单元测试', '2016-05-04 13:34:25', '2016-05-04 13:34:24', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('111', '327', '定时任务单元测试', '1', '2016-05-04 08:35:00', '100.00', '100.00', '单元测试', '2016-05-04 13:36:46', '2016-05-04 13:35:00', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('112', '329', '定时任务单元测试', '1', '2016-05-04 08:39:40', '100.00', '100.00', '单元测试', '2016-05-04 13:39:41', '2016-05-04 13:39:40', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('113', '331', '定时任务单元测试', '1', '2016-05-04 08:40:38', '100.00', '100.00', '单元测试', '2016-05-04 13:45:46', '2016-05-04 13:40:37', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('114', '333', '定时任务单元测试', '1', '2016-05-04 08:46:06', '100.00', '100.00', '单元测试', '2016-05-04 13:46:37', '2016-05-04 13:46:04', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('115', '335', '定时任务单元测试', '1', '2016-05-04 08:47:53', '100.00', '100.00', '单元测试', '2016-05-04 13:50:17', '2016-05-04 13:47:52', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('116', '337', '定时任务单元测试', '1', '2016-05-04 08:50:16', '100.00', '100.00', '单元测试', '2016-05-04 13:50:18', '2016-05-04 13:50:15', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('117', '339', '定时任务单元测试', '1', '2016-05-04 08:52:37', '100.00', '100.00', '单元测试', '2016-05-04 13:52:38', '2016-05-04 13:52:36', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('118', '341', '定时任务单元测试', '1', '2016-05-04 08:54:43', '100.00', '100.00', '单元测试', '2016-05-04 13:57:19', '2016-05-04 13:54:42', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('119', '352', '定时任务单元测试', '1', '2016-05-04 09:14:27', '100.00', '100.00', '单元测试', '2016-05-04 14:14:28', '2016-05-04 14:14:27', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('120', '354', '定时任务单元测试', '1', '2016-05-04 09:16:08', '100.00', '100.00', '单元测试', '2016-05-04 14:17:37', '2016-05-04 14:16:07', '2', '62831431', '回韵酒吧', '西湖区天目山路160号国际花园东栋101室', 'http://qcloud.dpfile.com/pc/eUgiI94SyUOhHTrbbp2ZR_B2_hC8TRfd8OKEAC0jnFs9hOIUwAaO4NoJ_ttgPDwPTYGVDmosZWTLal1WbWRW3A.jpg', '酒吧', '120.137070', '30.271626', '3.5', '50', '0', null, '120.137070', '30.271626');
INSERT INTO `activitys` VALUES ('121', '357', '主题是什么', '1', '2016-05-06 15:19:00', '0.00', '0.00', null, null, '2016-05-06 14:20:25', '1', '4150956', '西湖乐园国际俱乐部', '西湖区跑马场巷47号', 'http://i3.s2.dpfile.com/pc/1921edcc38761068df744e2e5c488615(278x200)/thumb.jpg', 'KTV', '120.137581', '30.268250', '3.5', '0', '2', null, '120.1375821940104', '30.27119601779514');
INSERT INTO `activitys` VALUES ('122', '161', '我们在这里', '1', '2016-05-11 16:10:00', '0.00', '0.00', null, null, '2016-05-09 15:10:15', '1', '17945131', 'Maan Coffee', '西湖区西溪路133-4号黄龙世纪苑', 'http://i1.s2.dpfile.com/pc/3162234501e9f2cea06d9c0773aab8d7(278x200)/thumb.jpg', '美食', '120.139343', '30.269970', '4.5', '52', '2', null, '120.1389512803819', '30.26960042317708');
INSERT INTO `activitys` VALUES ('123', '161', 'vvvvu 姐姐家', '1', '2016-05-12 16:11:00', '0.00', '0.00', null, null, '2016-05-09 15:12:03', '1', '9026269', '渔火', '西湖区天目山路160号国际花园东栋101室', 'http://i1.s2.dpfile.com/pc/6e93d8587e7ca3eac3691fed3dcbc2c9(278x200)/thumb.jpg', '美食', '120.137840', '30.271608', '5.0', '45', '6', null, '120.1375217013889', '30.27109130859375');
INSERT INTO `activitys` VALUES ('124', '185', '你的时候我们都', '1', '2016-05-09 18:38:00', '0.00', '0.00', null, null, '2016-05-09 17:38:19', '1', '17335479', '浩帝酒吧', '西湖区天目山路164号', 'http://i2.s2.dpfile.com/pc/f6e954e2a8f2e1905fd15f96c23ab45b(278x200)/thumb.jpg', '美食', '120.137848', '30.271629', '0.0', '0', '9', null, '120.1375610351563', '30.27119113498264');

-- ----------------------------
-- Table structure for `activitys_reg`
-- ----------------------------
DROP TABLE IF EXISTS `activitys_reg`;
CREATE TABLE `activitys_reg` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `userId` bigint(20) NOT NULL COMMENT '用户ID',
  `actId` bigint(20) NOT NULL COMMENT '活动ID',
  `ctime` datetime NOT NULL,
  `mtime` datetime DEFAULT NULL,
  `regStatus` int(2) NOT NULL DEFAULT '0' COMMENT '报名状态 报名 1 选中参与 2',
  `orderNum` varchar(48) DEFAULT NULL COMMENT '订单号',
  `actTime` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=90 DEFAULT CHARSET=utf8 COMMENT='活动报名';

-- ----------------------------
-- Records of activitys_reg
-- ----------------------------
INSERT INTO `activitys_reg` VALUES ('34', '255', '73', '2016-04-29 17:23:09', null, '2', 'OL-73-1461921789905', '2016-04-29 17:23:09');
INSERT INTO `activitys_reg` VALUES ('35', '257', '74', '2016-04-29 17:26:18', null, '2', 'OL-74-1461921978396', '2016-04-29 17:26:18');
INSERT INTO `activitys_reg` VALUES ('22', '234', '63', '2016-04-29 14:32:33', null, '2', 'OL-63-1461911553076', '2016-04-29 14:32:32');
INSERT INTO `activitys_reg` VALUES ('23', '235', '63', '2016-04-29 14:32:33', null, '2', 'OL-63-1461911553217', '2016-04-29 14:32:32');
INSERT INTO `activitys_reg` VALUES ('24', '236', '64', '2016-04-29 14:53:53', null, '2', 'OL-64-1461912833049', '2016-04-29 14:53:52');
INSERT INTO `activitys_reg` VALUES ('25', '237', '64', '2016-04-29 14:53:53', null, '2', 'OL-64-1461912833189', '2016-04-29 14:53:52');
INSERT INTO `activitys_reg` VALUES ('26', '239', '65', '2016-04-29 14:58:48', null, '2', 'OL-65-1461913128107', '2016-04-29 14:58:47');
INSERT INTO `activitys_reg` VALUES ('27', '241', '66', '2016-04-29 15:02:43', null, '2', 'OL-66-1461913363141', '2016-04-29 15:02:42');
INSERT INTO `activitys_reg` VALUES ('28', '243', '67', '2016-04-29 15:04:37', null, '2', 'OL-67-1461913477462', '2016-04-29 15:04:37');
INSERT INTO `activitys_reg` VALUES ('29', '245', '68', '2016-04-29 15:05:24', null, '2', 'OL-68-1461913524122', '2016-04-29 15:05:23');
INSERT INTO `activitys_reg` VALUES ('30', '247', '69', '2016-04-29 15:15:03', null, '2', 'OL-69-1461914103503', '2016-04-29 15:15:03');
INSERT INTO `activitys_reg` VALUES ('31', '249', '70', '2016-04-29 15:16:38', null, '2', 'OL-70-1461914198251', '2016-04-29 15:16:37');
INSERT INTO `activitys_reg` VALUES ('32', '251', '71', '2016-04-29 17:18:29', null, '2', 'OL-71-1461921509142', '2016-04-29 17:18:28');
INSERT INTO `activitys_reg` VALUES ('33', '253', '72', '2016-04-29 17:20:18', null, '2', 'OL-72-1461921618268', '2016-04-29 17:20:17');
INSERT INTO `activitys_reg` VALUES ('36', '259', '75', '2016-04-29 17:28:19', null, '2', 'OL-75-1461922099203', '2016-04-29 17:28:18');
INSERT INTO `activitys_reg` VALUES ('37', '261', '76', '2016-04-29 17:35:28', null, '2', 'OL-76-1461922528009', '2016-04-29 17:35:27');
INSERT INTO `activitys_reg` VALUES ('38', '263', '77', '2016-04-29 17:39:41', null, '2', 'OL-77-1461922781765', '2016-04-29 17:39:41');
INSERT INTO `activitys_reg` VALUES ('39', '265', '78', '2016-04-29 17:40:45', null, '2', 'OL-78-1461922845125', '2016-04-29 17:40:44');
INSERT INTO `activitys_reg` VALUES ('40', '267', '79', '2016-04-29 17:45:34', null, '2', 'OL-79-1461923134540', '2016-04-29 17:45:34');
INSERT INTO `activitys_reg` VALUES ('41', '177', '80', '2016-05-03 13:55:31', '2016-05-03 15:01:11', '2', null, '2016-05-06 12:00:00');
INSERT INTO `activitys_reg` VALUES ('42', '185', '80', '2016-05-03 14:44:29', null, '1', null, '2016-05-06 12:00:00');
INSERT INTO `activitys_reg` VALUES ('43', '177', '81', '2016-05-03 16:13:24', null, '1', null, '2016-05-07 17:12:00');
INSERT INTO `activitys_reg` VALUES ('44', '270', '83', '2016-05-03 17:11:59', null, '2', 'OL-83-1462266719168', '2016-05-03 17:11:58');
INSERT INTO `activitys_reg` VALUES ('45', '272', '84', '2016-05-03 17:12:18', null, '2', 'OL-84-1462266738870', '2016-05-03 17:12:18');
INSERT INTO `activitys_reg` VALUES ('46', '274', '85', '2016-05-03 17:12:38', null, '2', 'OL-85-1462266758892', '2016-05-03 17:12:38');
INSERT INTO `activitys_reg` VALUES ('47', '276', '86', '2016-05-03 17:21:11', null, '2', 'OL-86-1462267271345', '2016-05-03 17:21:11');
INSERT INTO `activitys_reg` VALUES ('48', '278', '87', '2016-05-03 17:24:42', null, '2', 'OL-87-1462267482622', '2016-05-03 17:24:42');
INSERT INTO `activitys_reg` VALUES ('49', '280', '88', '2016-05-03 17:25:18', null, '2', 'OL-88-1462267518530', '2016-05-03 17:25:18');
INSERT INTO `activitys_reg` VALUES ('50', '282', '89', '2016-05-03 17:26:46', null, '2', 'OL-89-1462267606750', '2016-05-03 12:26:46');
INSERT INTO `activitys_reg` VALUES ('51', '284', '90', '2016-05-03 17:30:01', null, '2', 'OL-90-1462267801526', '2016-05-03 12:30:01');
INSERT INTO `activitys_reg` VALUES ('52', '286', '91', '2016-05-03 17:30:38', null, '2', 'OL-91-1462267838492', '2016-05-03 12:30:38');
INSERT INTO `activitys_reg` VALUES ('53', '288', '92', '2016-05-03 17:33:35', null, '2', 'OL-92-1462268015145', '2016-05-03 12:33:35');
INSERT INTO `activitys_reg` VALUES ('54', '290', '93', '2016-05-03 17:34:15', null, '2', 'OL-93-1462268055815', '2016-05-03 12:34:15');
INSERT INTO `activitys_reg` VALUES ('55', '292', '94', '2016-05-03 17:35:43', null, '2', 'OL-94-1462268143859', '2016-05-03 12:35:43');
INSERT INTO `activitys_reg` VALUES ('56', '294', '95', '2016-05-03 17:36:18', null, '2', 'OL-95-1462268178634', '2016-05-03 12:36:18');
INSERT INTO `activitys_reg` VALUES ('57', '296', '96', '2016-05-03 17:36:59', null, '2', 'OL-96-1462268219836', '2016-05-03 12:36:59');
INSERT INTO `activitys_reg` VALUES ('58', '298', '97', '2016-05-03 17:42:39', null, '2', 'OL-97-1462268559087', '2016-05-03 16:42:39');
INSERT INTO `activitys_reg` VALUES ('59', '300', '98', '2016-05-03 17:53:19', null, '2', 'OL-98-1462269199422', '2016-05-03 12:53:19');
INSERT INTO `activitys_reg` VALUES ('60', '302', '99', '2016-05-03 17:54:41', null, '2', 'OL-99-1462269281335', '2016-05-03 12:54:41');
INSERT INTO `activitys_reg` VALUES ('61', '304', '100', '2016-05-03 17:56:23', null, '2', 'OL-100-1462269383677', '2016-05-03 12:56:23');
INSERT INTO `activitys_reg` VALUES ('62', '306', '101', '2016-05-03 17:56:40', null, '2', 'OL-101-1462269400820', '2016-05-03 12:56:40');
INSERT INTO `activitys_reg` VALUES ('63', '308', '102', '2016-05-03 17:57:59', null, '2', 'OL-102-1462269479262', '2016-05-03 12:57:59');
INSERT INTO `activitys_reg` VALUES ('64', '310', '103', '2016-05-03 17:58:50', null, '2', 'OL-103-1462269530786', '2016-05-03 12:58:50');
INSERT INTO `activitys_reg` VALUES ('65', '312', '104', '2016-05-03 18:01:25', null, '2', 'OL-104-1462269685425', '2016-05-03 13:01:25');
INSERT INTO `activitys_reg` VALUES ('66', '314', '105', '2016-05-03 18:08:44', null, '2', 'OL-105-1462270124513', '2016-05-03 13:08:44');
INSERT INTO `activitys_reg` VALUES ('67', '316', '106', '2016-05-03 18:09:58', null, '2', 'OL-106-1462270198557', '2016-05-03 13:09:58');
INSERT INTO `activitys_reg` VALUES ('68', '318', '107', '2016-05-03 18:10:55', null, '2', 'OL-107-1462270255078', '2016-05-03 13:10:55');
INSERT INTO `activitys_reg` VALUES ('69', '320', '108', '2016-05-03 18:11:30', null, '2', 'OL-108-1462270290764', '2016-05-03 13:11:30');
INSERT INTO `activitys_reg` VALUES ('70', '324', '109', '2016-05-04 13:33:17', null, '2', 'OL-109-1462339997890', '2016-05-04 08:33:18');
INSERT INTO `activitys_reg` VALUES ('71', '326', '110', '2016-05-04 13:34:25', null, '2', 'OL-110-1462340065266', '2016-05-04 08:34:25');
INSERT INTO `activitys_reg` VALUES ('72', '328', '111', '2016-05-04 13:35:00', null, '2', 'OL-111-1462340100629', '2016-05-04 08:35:00');
INSERT INTO `activitys_reg` VALUES ('73', '330', '112', '2016-05-04 13:39:40', null, '2', 'OL-112-1462340380802', '2016-05-04 08:39:40');
INSERT INTO `activitys_reg` VALUES ('74', '332', '113', '2016-05-04 13:40:38', null, '2', 'OL-113-1462340438062', '2016-05-04 08:40:38');
INSERT INTO `activitys_reg` VALUES ('75', '334', '114', '2016-05-04 13:46:06', null, '2', 'OL-114-1462340766217', '2016-05-04 08:46:06');
INSERT INTO `activitys_reg` VALUES ('76', '336', '115', '2016-05-04 13:47:53', null, '2', 'OL-115-1462340873550', '2016-05-04 08:47:53');
INSERT INTO `activitys_reg` VALUES ('77', '338', '116', '2016-05-04 13:50:16', null, '2', 'OL-116-1462341016525', '2016-05-04 08:50:16');
INSERT INTO `activitys_reg` VALUES ('78', '340', '117', '2016-05-04 13:52:37', null, '2', 'OL-117-1462341157100', '2016-05-04 08:52:37');
INSERT INTO `activitys_reg` VALUES ('79', '342', '118', '2016-05-04 13:54:43', null, '2', 'OL-118-1462341283543', '2016-05-04 08:54:43');
INSERT INTO `activitys_reg` VALUES ('80', '353', '119', '2016-05-04 14:14:27', null, '2', 'OL-119-1462342467853', '2016-05-04 09:14:27');
INSERT INTO `activitys_reg` VALUES ('81', '355', '120', '2016-05-04 14:16:08', null, '2', 'OL-120-1462342568441', '2016-05-04 09:16:08');
INSERT INTO `activitys_reg` VALUES ('82', '356', '82', '2016-05-04 15:20:42', null, '1', null, '2016-05-08 17:43:00');
INSERT INTO `activitys_reg` VALUES ('83', '356', '81', '2016-05-04 15:41:09', '2016-05-04 15:41:12', '0', null, '2016-05-07 17:12:00');
INSERT INTO `activitys_reg` VALUES ('84', '356', '81', '2016-05-04 15:41:14', '2016-05-04 15:41:15', '0', null, '2016-05-07 17:12:00');
INSERT INTO `activitys_reg` VALUES ('85', '357', '81', '2016-05-06 13:46:24', null, '1', null, '2016-05-07 17:12:00');
INSERT INTO `activitys_reg` VALUES ('86', '357', '82', '2016-05-06 13:47:24', null, '1', null, '2016-05-08 17:43:00');
INSERT INTO `activitys_reg` VALUES ('87', '357', '123', '2016-05-09 15:12:51', '2016-05-09 15:12:56', '0', null, '2016-05-12 16:11:00');
INSERT INTO `activitys_reg` VALUES ('88', '357', '123', '2016-05-09 15:16:15', null, '1', null, '2016-05-12 16:11:00');
INSERT INTO `activitys_reg` VALUES ('89', '161', '124', '2016-05-09 17:38:25', null, '1', null, '2016-05-09 18:38:00');

-- ----------------------------
-- Table structure for `ads`
-- ----------------------------
DROP TABLE IF EXISTS `ads`;
CREATE TABLE `ads` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `url` varchar(64) DEFAULT NULL COMMENT '图片跳转地址',
  `positon` int(2) NOT NULL COMMENT '位置 1 首页广告 2 商业广告',
  `imgUrl` varchar(64) DEFAULT NULL COMMENT '图片地址',
  `ctime` datetime NOT NULL,
  `title` varchar(32) DEFAULT NULL COMMENT '图片标题',
  `status` int(2) NOT NULL DEFAULT '0' COMMENT '状态 0 可用 1 不可用',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='广告';

-- ----------------------------
-- Records of ads
-- ----------------------------
INSERT INTO `ads` VALUES ('1', null, '1', null, '0000-00-00 00:00:00', null, '1');

-- ----------------------------
-- Table structure for `followers`
-- ----------------------------
DROP TABLE IF EXISTS `followers`;
CREATE TABLE `followers` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键自增',
  `userId` bigint(20) NOT NULL COMMENT '用户Id',
  `followerUserId` bigint(20) NOT NULL COMMENT '粉丝Id',
  `ctime` datetime NOT NULL COMMENT '关注时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=102 DEFAULT CHARSET=utf8 COMMENT='好友关注列表';

-- ----------------------------
-- Records of followers
-- ----------------------------

-- ----------------------------
-- Table structure for `message`
-- ----------------------------
DROP TABLE IF EXISTS `message`;
CREATE TABLE `message` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `fuid` bigint(20) NOT NULL COMMENT '默认为系统发送id',
  `tuid` bigint(20) NOT NULL COMMENT '接收用户id',
  `mtype` int(3) NOT NULL COMMENT '消息类型',
  `bizCode` int(3) DEFAULT NULL COMMENT '业务编码',
  `title` varchar(128) NOT NULL COMMENT '标题',
  `content` varchar(128) DEFAULT NULL COMMENT '消息内容（可为空）',
  `operation` int(3) DEFAULT NULL COMMENT '操作类型',
  `targetType` int(3) DEFAULT NULL COMMENT '跳转类型',
  `targetUrl` varchar(128) DEFAULT NULL COMMENT '跳转地址',
  `args` varchar(512) DEFAULT '' COMMENT '参数',
  `run` tinyint(1) DEFAULT '0' COMMENT '是否执行',
  `iread` tinyint(1) DEFAULT '0' COMMENT '是否已阅',
  `status` int(3) DEFAULT NULL COMMENT '状态',
  `ctime` datetime DEFAULT NULL COMMENT '添加时间',
  `overdueTime` datetime DEFAULT NULL COMMENT '过期时间',
  `javaBean` varchar(32) DEFAULT NULL COMMENT '参数对应的java类名',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=215 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='小助手消息';

-- ----------------------------
-- Records of message
-- ----------------------------
INSERT INTO `message` VALUES ('1', '1', '100', '0', '2', 'test', 'test', null, null, null, '', '0', '0', '0', '2016-04-18 14:33:45', '2016-04-18 14:33:45', null);
INSERT INTO `message` VALUES ('2', '1', '100', '0', '2', 'test', 'test', null, null, null, '', '0', '0', '0', '2016-04-18 14:34:35', '2016-04-18 14:34:35', null);
INSERT INTO `message` VALUES ('3', '1', '100', '0', '2', 'test', 'test', null, null, null, '', '0', '0', '0', '2016-04-18 14:43:36', '2016-04-18 14:43:36', null);
INSERT INTO `message` VALUES ('4', '1', '100', '0', '2', 'test', 'test', null, null, null, '', '1', '1', '0', '2016-04-18 14:44:14', '2016-04-18 14:44:14', null);
INSERT INTO `message` VALUES ('5', '1', '100', '0', '2', 'test', 'test', null, null, null, '', '0', '0', '0', '2016-04-18 14:44:39', '2016-04-18 14:44:39', null);
INSERT INTO `message` VALUES ('16', '1', '100', '0', '2', '你好世界', 'test', null, null, null, '', '0', '0', '0', '2016-04-18 16:03:54', '2016-04-18 16:03:54', null);
INSERT INTO `message` VALUES ('17', '1', '177', '0', '2', '活动报名', '有人报名了你的活动', null, null, null, '{\"regId\":4}', '0', '0', '0', '2016-04-18 16:23:23', '2016-04-23 10:57:00', null);
INSERT INTO `message` VALUES ('18', '1', '177', '0', '2', '活动报名', '有人报名了你的活动', null, null, null, '{\"regId\":5}', '0', '0', '0', '2016-04-18 16:31:08', '2016-04-23 10:57:00', null);
INSERT INTO `message` VALUES ('63', '1', '177', '0', '2', '活动报名', '有人报名了你的活动', null, null, null, '{\"regId\":9}', '0', '0', '0', '2016-04-23 10:07:22', '2016-04-25 11:06:00', null);
INSERT INTO `message` VALUES ('64', '1', '266', '0', '1', '活动签到', '你已成功签到,对方还在快马加鞭地赶来,请稍后', null, null, null, '', '0', '0', '0', '2016-04-29 17:46:25', null, null);
INSERT INTO `message` VALUES ('65', '1', '267', '0', '1', '活动签到', '对方已到达目的地,不要迟到哦', null, null, null, '', '0', '0', '0', '2016-04-29 17:46:26', null, null);
INSERT INTO `message` VALUES ('66', '1', '161', '0', '2', '活动报名', '有人报名了你的活动', null, null, null, '{\"regId\":41}', '0', '0', '0', '2016-05-03 13:55:31', '2016-05-06 12:00:00', null);
INSERT INTO `message` VALUES ('67', '1', '161', '0', '2', '活动报名', '有人报名了你的活动', null, null, null, '{\"regId\":42}', '0', '0', '0', '2016-05-03 14:44:29', '2016-05-06 12:00:00', null);
INSERT INTO `message` VALUES ('68', '1', '177', '0', '2', '你被选中约会对象', '你已经成为小香选中的约会对象,2016-05-06在西湖区天目山路160号国际花园东栋101室,你将与小香进行一场浪漫的约会.望准时赴约', null, null, null, '', '0', '0', '0', '2016-05-03 15:01:11', null, null);
INSERT INTO `message` VALUES ('69', '1', '161', '0', '2', '活动报名', '有人报名了你的活动', null, null, null, '{\"regId\":43}', '0', '0', '0', '2016-05-03 16:13:24', '2016-05-07 17:12:00', null);
INSERT INTO `message` VALUES ('70', '1', '238', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:22', '2016-05-03 17:53:22', null);
INSERT INTO `message` VALUES ('71', '1', '238', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:22', '2016-05-03 17:53:22', null);
INSERT INTO `message` VALUES ('72', '1', '240', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:22', '2016-05-03 17:53:22', null);
INSERT INTO `message` VALUES ('73', '1', '240', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:22', '2016-05-03 17:53:22', null);
INSERT INTO `message` VALUES ('74', '1', '242', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:22', '2016-05-03 17:53:22', null);
INSERT INTO `message` VALUES ('75', '1', '242', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:22', '2016-05-03 17:53:22', null);
INSERT INTO `message` VALUES ('76', '1', '244', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:22', '2016-05-03 17:53:22', null);
INSERT INTO `message` VALUES ('77', '1', '244', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:22', '2016-05-03 17:53:22', null);
INSERT INTO `message` VALUES ('78', '1', '246', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:22', '2016-05-03 17:53:22', null);
INSERT INTO `message` VALUES ('79', '1', '246', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:22', '2016-05-03 17:53:22', null);
INSERT INTO `message` VALUES ('80', '1', '248', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:23', '2016-05-03 17:53:23', null);
INSERT INTO `message` VALUES ('81', '1', '248', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:23', '2016-05-03 17:53:23', null);
INSERT INTO `message` VALUES ('82', '1', '250', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:23', '2016-05-03 17:53:23', null);
INSERT INTO `message` VALUES ('83', '1', '250', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:23', '2016-05-03 17:53:23', null);
INSERT INTO `message` VALUES ('84', '1', '252', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:23', '2016-05-03 17:53:23', null);
INSERT INTO `message` VALUES ('85', '1', '252', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:23', '2016-05-03 17:53:23', null);
INSERT INTO `message` VALUES ('86', '1', '254', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:23', '2016-05-03 17:53:23', null);
INSERT INTO `message` VALUES ('87', '1', '254', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:23', '2016-05-03 17:53:23', null);
INSERT INTO `message` VALUES ('88', '1', '256', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:23', '2016-05-03 17:53:23', null);
INSERT INTO `message` VALUES ('89', '1', '256', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:23', '2016-05-03 17:53:23', null);
INSERT INTO `message` VALUES ('90', '1', '258', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:23', '2016-05-03 17:53:23', null);
INSERT INTO `message` VALUES ('91', '1', '258', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:23', '2016-05-03 17:53:23', null);
INSERT INTO `message` VALUES ('92', '1', '260', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:23', '2016-05-03 17:53:23', null);
INSERT INTO `message` VALUES ('93', '1', '260', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:24', '2016-05-03 17:53:24', null);
INSERT INTO `message` VALUES ('94', '1', '262', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:24', '2016-05-03 17:53:24', null);
INSERT INTO `message` VALUES ('95', '1', '262', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:24', '2016-05-03 17:53:24', null);
INSERT INTO `message` VALUES ('96', '1', '264', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:24', '2016-05-03 17:53:24', null);
INSERT INTO `message` VALUES ('97', '1', '264', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:24', '2016-05-03 17:53:24', null);
INSERT INTO `message` VALUES ('98', '1', '266', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:24', '2016-05-03 17:53:24', null);
INSERT INTO `message` VALUES ('99', '1', '266', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:24', '2016-05-03 17:53:24', null);
INSERT INTO `message` VALUES ('100', '1', '269', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:24', '2016-05-03 17:53:24', null);
INSERT INTO `message` VALUES ('101', '1', '269', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:24', '2016-05-03 17:53:24', null);
INSERT INTO `message` VALUES ('102', '1', '271', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:24', '2016-05-03 17:53:24', null);
INSERT INTO `message` VALUES ('103', '1', '271', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:24', '2016-05-03 17:53:24', null);
INSERT INTO `message` VALUES ('104', '1', '273', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:24', '2016-05-03 17:53:24', null);
INSERT INTO `message` VALUES ('105', '1', '273', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:25', '2016-05-03 17:53:25', null);
INSERT INTO `message` VALUES ('106', '1', '275', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:25', '2016-05-03 17:53:25', null);
INSERT INTO `message` VALUES ('107', '1', '275', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:25', '2016-05-03 17:53:25', null);
INSERT INTO `message` VALUES ('108', '1', '277', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:25', '2016-05-03 17:53:25', null);
INSERT INTO `message` VALUES ('109', '1', '277', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:25', '2016-05-03 17:53:25', null);
INSERT INTO `message` VALUES ('110', '1', '279', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:25', '2016-05-03 17:53:25', null);
INSERT INTO `message` VALUES ('111', '1', '279', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:25', '2016-05-03 17:53:25', null);
INSERT INTO `message` VALUES ('112', '1', '281', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:25', '2016-05-03 17:53:25', null);
INSERT INTO `message` VALUES ('113', '1', '281', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:25', '2016-05-03 17:53:25', null);
INSERT INTO `message` VALUES ('114', '1', '283', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:25', '2016-05-03 17:53:25', null);
INSERT INTO `message` VALUES ('115', '1', '283', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:25', '2016-05-03 17:53:25', null);
INSERT INTO `message` VALUES ('116', '1', '285', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:25', '2016-05-03 17:53:25', null);
INSERT INTO `message` VALUES ('117', '1', '285', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:25', '2016-05-03 17:53:25', null);
INSERT INTO `message` VALUES ('118', '1', '287', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:26', '2016-05-03 17:53:26', null);
INSERT INTO `message` VALUES ('119', '1', '287', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:26', '2016-05-03 17:53:26', null);
INSERT INTO `message` VALUES ('120', '1', '289', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:26', '2016-05-03 17:53:26', null);
INSERT INTO `message` VALUES ('121', '1', '289', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:26', '2016-05-03 17:53:26', null);
INSERT INTO `message` VALUES ('122', '1', '291', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:26', '2016-05-03 17:53:26', null);
INSERT INTO `message` VALUES ('123', '1', '291', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:26', '2016-05-03 17:53:26', null);
INSERT INTO `message` VALUES ('124', '1', '293', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:26', '2016-05-03 17:53:26', null);
INSERT INTO `message` VALUES ('125', '1', '293', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:26', '2016-05-03 17:53:26', null);
INSERT INTO `message` VALUES ('126', '1', '295', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:26', '2016-05-03 17:53:26', null);
INSERT INTO `message` VALUES ('127', '1', '295', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:26', '2016-05-03 17:53:26', null);
INSERT INTO `message` VALUES ('128', '1', '299', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:26', '2016-05-03 17:53:26', null);
INSERT INTO `message` VALUES ('129', '1', '299', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:53:26', '2016-05-03 17:53:26', null);
INSERT INTO `message` VALUES ('130', '1', '301', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:54:47', '2016-05-03 17:54:47', null);
INSERT INTO `message` VALUES ('131', '1', '301', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:54:47', '2016-05-03 17:54:47', null);
INSERT INTO `message` VALUES ('132', '1', '303', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 17:56:24', '2016-05-03 17:56:24', null);
INSERT INTO `message` VALUES ('133', '1', '303', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 17:56:24', '2016-05-03 17:56:24', null);
INSERT INTO `message` VALUES ('136', '1', '309', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 18:09:00', '2016-05-03 18:09:00', null);
INSERT INTO `message` VALUES ('137', '1', '310', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 18:09:00', '2016-05-03 18:09:00', null);
INSERT INTO `message` VALUES ('138', '1', '311', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 18:09:04', '2016-05-03 18:09:04', null);
INSERT INTO `message` VALUES ('139', '1', '312', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 18:09:04', '2016-05-03 18:09:04', null);
INSERT INTO `message` VALUES ('140', '1', '313', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 18:09:04', '2016-05-03 18:09:04', null);
INSERT INTO `message` VALUES ('141', '1', '314', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 18:09:04', '2016-05-03 18:09:04', null);
INSERT INTO `message` VALUES ('142', '1', '315', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 18:09:58', '2016-05-03 18:09:58', null);
INSERT INTO `message` VALUES ('143', '1', '316', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 18:09:58', '2016-05-03 18:09:58', null);
INSERT INTO `message` VALUES ('144', '1', '317', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 18:10:55', '2016-05-03 18:10:55', null);
INSERT INTO `message` VALUES ('145', '1', '317', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 18:10:55', '2016-05-03 18:10:55', null);
INSERT INTO `message` VALUES ('146', '1', '318', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 18:10:55', '2016-05-03 18:10:55', null);
INSERT INTO `message` VALUES ('147', '1', '319', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-03 18:11:31', '2016-05-03 18:11:31', null);
INSERT INTO `message` VALUES ('148', '1', '319', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 18:11:31', '2016-05-03 18:11:31', null);
INSERT INTO `message` VALUES ('149', '1', '320', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-03 18:11:31', '2016-05-03 18:11:31', null);
INSERT INTO `message` VALUES ('150', '1', '297', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:33:18', '2016-05-04 13:33:18', null);
INSERT INTO `message` VALUES ('151', '1', '297', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:33:18', '2016-05-04 13:33:18', null);
INSERT INTO `message` VALUES ('152', '1', '298', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:33:18', '2016-05-04 13:33:18', null);
INSERT INTO `message` VALUES ('153', '1', '323', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:33:18', '2016-05-04 13:33:18', null);
INSERT INTO `message` VALUES ('154', '1', '323', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:33:18', '2016-05-04 13:33:18', null);
INSERT INTO `message` VALUES ('155', '1', '323', '0', '0', '活动自然结束', '获得担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:33:18', '2016-05-04 13:33:18', null);
INSERT INTO `message` VALUES ('156', '1', '324', '0', '0', '活动自然结束', '失去活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:33:18', '2016-05-04 13:33:18', null);
INSERT INTO `message` VALUES ('157', '1', '325', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:34:25', '2016-05-04 13:34:25', null);
INSERT INTO `message` VALUES ('158', '1', '325', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:34:25', '2016-05-04 13:34:25', null);
INSERT INTO `message` VALUES ('159', '1', '325', '0', '0', '活动自然结束', '获得担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:34:25', '2016-05-04 13:34:25', null);
INSERT INTO `message` VALUES ('160', '1', '326', '0', '0', '活动自然结束', '失去活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:34:25', '2016-05-04 13:34:25', null);
INSERT INTO `message` VALUES ('161', '1', '327', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:35:35', '2016-05-04 13:35:35', null);
INSERT INTO `message` VALUES ('162', '1', '327', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:35:40', '2016-05-04 13:35:40', null);
INSERT INTO `message` VALUES ('163', '1', '327', '0', '0', '活动自然结束', '获得担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:36:43', '2016-05-04 13:36:43', null);
INSERT INTO `message` VALUES ('164', '1', '328', '0', '0', '活动自然结束', '失去活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:36:44', '2016-05-04 13:36:44', null);
INSERT INTO `message` VALUES ('165', '1', '329', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:39:41', '2016-05-04 13:39:41', null);
INSERT INTO `message` VALUES ('166', '1', '330', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:39:41', '2016-05-04 13:39:41', null);
INSERT INTO `message` VALUES ('167', '1', '330', '0', '0', '活动自然结束', '获得担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:39:41', '2016-05-04 13:39:41', null);
INSERT INTO `message` VALUES ('168', '1', '329', '0', '0', '活动自然结束', '失去活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:39:41', '2016-05-04 13:39:41', null);
INSERT INTO `message` VALUES ('169', '1', '331', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:41:57', '2016-05-04 13:41:57', null);
INSERT INTO `message` VALUES ('170', '1', '332', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:42:01', '2016-05-04 13:42:01', null);
INSERT INTO `message` VALUES ('171', '1', '331', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:45:33', '2016-05-04 13:45:33', null);
INSERT INTO `message` VALUES ('172', '1', '332', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:45:39', '2016-05-04 13:45:39', null);
INSERT INTO `message` VALUES ('173', '1', '332', '0', '0', '活动自然结束', '获得担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:45:45', '2016-05-04 13:45:45', null);
INSERT INTO `message` VALUES ('174', '1', '331', '0', '0', '活动自然结束', '失去活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:45:45', '2016-05-04 13:45:45', null);
INSERT INTO `message` VALUES ('175', '1', '333', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:46:23', '2016-05-04 13:46:23', null);
INSERT INTO `message` VALUES ('176', '1', '334', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:46:26', '2016-05-04 13:46:26', null);
INSERT INTO `message` VALUES ('177', '1', '334', '0', '0', '活动自然结束', '获得担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:46:28', '2016-05-04 13:46:28', null);
INSERT INTO `message` VALUES ('178', '1', '333', '0', '0', '活动自然结束', '失去活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:46:28', '2016-05-04 13:46:28', null);
INSERT INTO `message` VALUES ('183', '1', '335', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:50:17', '2016-05-04 13:50:17', null);
INSERT INTO `message` VALUES ('184', '1', '336', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:50:17', '2016-05-04 13:50:17', null);
INSERT INTO `message` VALUES ('185', '1', '336', '0', '0', '活动自然结束', '获得担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:50:17', '2016-05-04 13:50:17', null);
INSERT INTO `message` VALUES ('186', '1', '335', '0', '0', '活动自然结束', '失去活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:50:17', '2016-05-04 13:50:17', null);
INSERT INTO `message` VALUES ('187', '1', '337', '0', '0', '活动自然结束', '系统返还补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:50:17', '2016-05-04 13:50:17', null);
INSERT INTO `message` VALUES ('188', '1', '338', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:50:17', '2016-05-04 13:50:17', null);
INSERT INTO `message` VALUES ('189', '1', '338', '0', '0', '活动自然结束', '获得担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:50:17', '2016-05-04 13:50:17', null);
INSERT INTO `message` VALUES ('190', '1', '337', '0', '0', '活动自然结束', '失去活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:50:18', '2016-05-04 13:50:18', null);
INSERT INTO `message` VALUES ('191', '1', '340', '0', '0', '活动自然结束', '获得活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:52:38', '2016-05-04 13:52:38', null);
INSERT INTO `message` VALUES ('192', '1', '339', '0', '0', '活动自然结束', '出准备出席，失败活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:52:38', '2016-05-04 13:52:38', null);
INSERT INTO `message` VALUES ('193', '1', '339', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:52:38', '2016-05-04 13:52:38', null);
INSERT INTO `message` VALUES ('194', '1', '340', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:52:38', '2016-05-04 13:52:38', null);
INSERT INTO `message` VALUES ('195', '1', '342', '0', '0', '活动自然结束', '获得活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:57:19', '2016-05-04 13:57:19', null);
INSERT INTO `message` VALUES ('196', '1', '341', '0', '0', '活动自然结束', '出准备出席，失败活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 13:57:19', '2016-05-04 13:57:19', null);
INSERT INTO `message` VALUES ('197', '1', '341', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:57:19', '2016-05-04 13:57:19', null);
INSERT INTO `message` VALUES ('198', '1', '342', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 13:57:19', '2016-05-04 13:57:19', null);
INSERT INTO `message` VALUES ('199', '1', '353', '0', '0', '活动自然结束', '获得活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 14:14:28', '2016-05-04 14:14:28', null);
INSERT INTO `message` VALUES ('200', '1', '352', '0', '0', '活动自然结束', '出准备出席，失败活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 14:14:28', '2016-05-04 14:14:28', null);
INSERT INTO `message` VALUES ('201', '1', '352', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 14:14:28', '2016-05-04 14:14:28', null);
INSERT INTO `message` VALUES ('202', '1', '353', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 14:14:28', '2016-05-04 14:14:28', null);
INSERT INTO `message` VALUES ('203', '1', '355', '0', '0', '活动自然结束', '获得活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 14:17:37', '2016-05-04 14:17:37', null);
INSERT INTO `message` VALUES ('204', '1', '354', '0', '0', '活动自然结束', '出准备出席，失败活动补贴', '2', null, null, null, '0', '0', '0', '2016-05-04 14:17:37', '2016-05-04 14:17:37', null);
INSERT INTO `message` VALUES ('205', '1', '354', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 14:17:37', '2016-05-04 14:17:37', null);
INSERT INTO `message` VALUES ('206', '1', '355', '0', '0', '活动自然结束', '系统返还担保金', '2', null, null, null, '0', '0', '0', '2016-05-04 14:17:37', '2016-05-04 14:17:37', null);
INSERT INTO `message` VALUES ('207', '1', '177', '0', '2', '活动报名', '有人报名了你的活动', null, null, null, '{\"regId\":82}', '0', '0', '0', '2016-05-04 15:20:42', '2016-05-08 17:43:00', null);
INSERT INTO `message` VALUES ('208', '1', '161', '0', '2', '活动报名', '有人报名了你的活动', null, null, null, '{\"regId\":83}', '0', '0', '0', '2016-05-04 15:41:09', '2016-05-07 17:12:00', null);
INSERT INTO `message` VALUES ('209', '1', '161', '0', '2', '活动报名', '有人报名了你的活动', null, null, null, '{\"regId\":84}', '0', '0', '0', '2016-05-04 15:41:14', '2016-05-07 17:12:00', null);
INSERT INTO `message` VALUES ('210', '1', '161', '0', '2', '活动报名', '有人报名了你的活动', null, null, null, '{\"regId\":85}', '0', '0', '0', '2016-05-06 13:46:24', '2016-05-07 17:12:00', null);
INSERT INTO `message` VALUES ('211', '1', '177', '0', '2', '活动报名', '有人报名了你的活动', null, null, null, '{\"regId\":86}', '0', '0', '0', '2016-05-06 13:47:24', '2016-05-08 17:43:00', null);
INSERT INTO `message` VALUES ('212', '1', '161', '0', '2', '活动报名', '有人报名了你的活动', null, null, null, '{\"regId\":87}', '0', '0', '0', '2016-05-09 15:12:51', '2016-05-12 16:11:00', null);
INSERT INTO `message` VALUES ('213', '1', '161', '0', '2', '活动报名', '有人报名了你的活动', null, null, null, '{\"regId\":88}', '0', '0', '0', '2016-05-09 15:16:15', '2016-05-12 16:11:00', null);
INSERT INTO `message` VALUES ('214', '1', '185', '0', '2', '活动报名', '有人报名了你的活动', null, null, null, '{\"regId\":89}', '0', '0', '0', '2016-05-09 17:38:25', '2016-05-09 18:38:00', null);

-- ----------------------------
-- Table structure for `record_fund`
-- ----------------------------
DROP TABLE IF EXISTS `record_fund`;
CREATE TABLE `record_fund` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '自增主键',
  `userId` bigint(20) DEFAULT NULL COMMENT '用户Id',
  `amount` decimal(9,2) NOT NULL DEFAULT '0.00' COMMENT '金额',
  `ctime` datetime NOT NULL COMMENT '创建时间',
  `plusMinus` int(2) DEFAULT NULL COMMENT '支付方式 1 支付宝 2 微信 3 提现 4 退款',
  `outTradeNo` varchar(32) DEFAULT NULL COMMENT '流水号',
  `sellerId` varchar(35) DEFAULT NULL COMMENT '用户账号',
  `descriptions` varchar(85) DEFAULT NULL COMMENT '资金变化描述',
  `type` int(2) NOT NULL DEFAULT '0' COMMENT '消费类型 1 消费  2 收入',
  PRIMARY KEY (`id`),
  KEY `userId_index` (`userId`) USING BTREE,
  KEY `outTradeNo_index` (`outTradeNo`) USING BTREE
) ENGINE=MyISAM AUTO_INCREMENT=278 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='资金记录表';

-- ----------------------------
-- Records of record_fund
-- ----------------------------
INSERT INTO `record_fund` VALUES ('1', '161', '100.00', '2016-05-03 17:53:22', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('2', '161', '100.00', '2016-05-03 17:53:22', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('3', '161', '100.00', '2016-05-03 17:53:22', '1', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('4', '161', '100.00', '2016-05-03 17:53:22', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('5', '161', '100.00', '2016-05-03 17:53:22', '1', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('6', '161', '100.00', '2016-05-03 17:53:22', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('7', '161', '100.00', '2016-05-03 17:53:22', '1', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('8', '161', '100.00', '2016-05-03 17:53:22', '1', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('9', '161', '100.00', '2016-05-03 17:53:22', '1', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('10', '161', '100.00', '2016-05-03 17:53:22', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('11', '161', '100.00', '2016-05-03 17:53:23', '1', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('12', '161', '100.00', '2016-05-03 17:53:23', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('13', '161', '100.00', '2016-05-03 17:53:23', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('14', '161', '100.00', '2016-05-03 17:53:23', '1', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('15', '161', '100.00', '2016-05-03 17:53:23', '1', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('16', '161', '100.00', '2016-05-03 17:53:23', '1', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('17', '161', '100.00', '2016-05-03 17:53:23', '1', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('18', '161', '100.00', '2016-05-03 17:53:23', '1', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('19', '161', '100.00', '2016-05-03 17:53:23', '1', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('20', '161', '100.00', '2016-05-03 17:53:23', '1', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('21', '161', '100.00', '2016-05-03 17:53:23', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('22', '161', '100.00', '2016-05-03 17:53:23', '1', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('23', '187', '100.00', '2016-05-03 17:53:23', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('24', '161', '100.00', '2016-05-03 17:53:24', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('25', '187', '100.00', '2016-05-03 17:53:24', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('26', '262', '100.00', '2016-05-03 17:53:24', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('27', '264', '100.00', '2016-05-03 17:53:24', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('28', '264', '100.00', '2016-05-03 17:53:24', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('29', '266', '100.00', '2016-05-03 17:53:24', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('30', '266', '100.00', '2016-05-03 17:53:24', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('31', '269', '100.00', '2016-05-03 17:53:24', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('32', '269', '100.00', '2016-05-03 17:53:24', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('33', '271', '100.00', '2016-05-03 17:53:24', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('34', '271', '100.00', '2016-05-03 17:53:24', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('35', '273', '100.00', '2016-05-03 17:53:24', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('36', '273', '100.00', '2016-05-03 17:53:24', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('37', '275', '100.00', '2016-05-03 17:53:25', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('38', '275', '100.00', '2016-05-03 17:53:25', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('39', '277', '100.00', '2016-05-03 17:53:25', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('40', '277', '100.00', '2016-05-03 17:53:25', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('41', '161', '100.00', '2016-05-03 17:53:25', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('42', '279', '100.00', '2016-05-03 17:53:25', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('43', '281', '100.00', '2016-05-03 17:53:25', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('44', '281', '100.00', '2016-05-03 17:53:25', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('45', '283', '100.00', '2016-05-03 17:53:25', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('46', '283', '100.00', '2016-05-03 17:53:25', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('47', '285', '100.00', '2016-05-03 17:53:25', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('48', '285', '100.00', '2016-05-03 17:53:25', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('49', '287', '100.00', '2016-05-03 17:53:26', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('50', '287', '100.00', '2016-05-03 17:53:26', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('51', '289', '100.00', '2016-05-03 17:53:26', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('52', '289', '100.00', '2016-05-03 17:53:26', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('53', '291', '100.00', '2016-05-03 17:53:26', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('54', '291', '100.00', '2016-05-03 17:53:26', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('55', '293', '100.00', '2016-05-03 17:53:26', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('56', '293', '100.00', '2016-05-03 17:53:26', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('57', '295', '100.00', '2016-05-03 17:53:26', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('58', '295', '100.00', '2016-05-03 17:53:26', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('59', '299', '100.00', '2016-05-03 17:53:26', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('60', '299', '100.00', '2016-05-03 17:53:26', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('61', '301', '100.00', '2016-05-03 17:54:47', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('62', '301', '100.00', '2016-05-03 17:54:47', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('63', '303', '100.00', '2016-05-03 17:56:23', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('64', '303', '100.00', '2016-05-03 17:56:24', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('65', '309', '100.00', '2016-05-03 18:00:12', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('66', '309', '100.00', '2016-05-03 18:00:32', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('67', '309', '100.00', '2016-05-03 18:09:00', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('68', '310', '100.00', '2016-05-03 18:09:00', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('69', '311', '100.00', '2016-05-03 18:09:04', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('70', '312', '100.00', '2016-05-03 18:09:04', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('71', '313', '100.00', '2016-05-03 18:09:04', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('72', '314', '100.00', '2016-05-03 18:09:04', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('73', '315', '100.00', '2016-05-03 18:09:58', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('74', '316', '100.00', '2016-05-03 18:09:58', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('75', '317', '100.00', '2016-05-03 18:10:55', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('76', '317', '100.00', '2016-05-03 18:10:55', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('77', '318', '100.00', '2016-05-03 18:10:55', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('78', '319', '100.00', '2016-05-03 18:11:31', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('79', '319', '100.00', '2016-05-03 18:11:31', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('80', '320', '100.00', '2016-05-03 18:11:31', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('81', '297', '100.00', '2016-05-04 13:33:18', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('82', '297', '100.00', '2016-05-04 13:33:18', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('83', '298', '100.00', '2016-05-04 13:33:18', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('84', '323', '100.00', '2016-05-04 13:33:18', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('85', '323', '100.00', '2016-05-04 13:33:18', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('86', '323', '100.00', '2016-05-04 13:33:18', '2', null, null, '获得担保金', '0');
INSERT INTO `record_fund` VALUES ('87', '324', '100.00', '2016-05-04 13:33:18', '1', null, null, '扣担保金', '0');
INSERT INTO `record_fund` VALUES ('88', '325', '100.00', '2016-05-04 13:34:25', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('89', '325', '100.00', '2016-05-04 13:34:25', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('90', '325', '100.00', '2016-05-04 13:34:25', '2', null, null, '获得担保金', '0');
INSERT INTO `record_fund` VALUES ('91', '326', '100.00', '2016-05-04 13:34:25', '1', null, null, '扣担保金', '0');
INSERT INTO `record_fund` VALUES ('92', '327', '100.00', '2016-05-04 13:35:35', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('93', '327', '100.00', '2016-05-04 13:35:40', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('94', '327', '100.00', '2016-05-04 13:36:35', '2', null, null, '获得担保金', '0');
INSERT INTO `record_fund` VALUES ('95', '328', '100.00', '2016-05-04 13:36:40', '1', null, null, '扣担保金', '0');
INSERT INTO `record_fund` VALUES ('96', '329', '100.00', '2016-05-04 13:39:41', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('97', '330', '100.00', '2016-05-04 13:39:41', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('98', '330', '100.00', '2016-05-04 13:39:41', '2', null, null, '获得担保金', '0');
INSERT INTO `record_fund` VALUES ('99', '329', '100.00', '2016-05-04 13:39:41', '1', null, null, '扣担保金', '0');
INSERT INTO `record_fund` VALUES ('100', '331', '100.00', '2016-05-04 13:41:57', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('101', '332', '100.00', '2016-05-04 13:42:01', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('102', '331', '100.00', '2016-05-04 13:45:32', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('103', '332', '100.00', '2016-05-04 13:45:39', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('104', '332', '100.00', '2016-05-04 13:45:44', '2', null, null, '获得担保金', '0');
INSERT INTO `record_fund` VALUES ('105', '331', '100.00', '2016-05-04 13:45:44', '1', null, null, '扣担保金', '0');
INSERT INTO `record_fund` VALUES ('106', '333', '100.00', '2016-05-04 13:46:23', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('107', '334', '100.00', '2016-05-04 13:46:26', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('108', '334', '100.00', '2016-05-04 13:46:28', '2', null, null, '获得担保金', '0');
INSERT INTO `record_fund` VALUES ('109', '333', '100.00', '2016-05-04 13:46:28', '1', null, null, '扣担保金', '0');
INSERT INTO `record_fund` VALUES ('110', '335', '100.00', '2016-05-04 13:48:25', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('111', '336', '100.00', '2016-05-04 13:48:29', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('112', '336', '100.00', '2016-05-04 13:48:31', '2', null, null, '获得担保金', '0');
INSERT INTO `record_fund` VALUES ('113', '335', '100.00', '2016-05-04 13:48:32', '1', null, null, '扣担保金', '0');
INSERT INTO `record_fund` VALUES ('114', '335', '100.00', '2016-05-04 13:50:17', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('115', '336', '100.00', '2016-05-04 13:50:17', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('116', '336', '100.00', '2016-05-04 13:50:17', '2', null, null, '获得担保金', '0');
INSERT INTO `record_fund` VALUES ('117', '335', '100.00', '2016-05-04 13:50:17', '1', null, null, '扣担保金', '0');
INSERT INTO `record_fund` VALUES ('118', '337', '100.00', '2016-05-04 13:50:17', '2', null, null, '退还活动补贴', '0');
INSERT INTO `record_fund` VALUES ('119', '338', '100.00', '2016-05-04 13:50:17', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('120', '338', '100.00', '2016-05-04 13:50:17', '2', null, null, '获得担保金', '0');
INSERT INTO `record_fund` VALUES ('121', '337', '100.00', '2016-05-04 13:50:17', '1', null, null, '扣担保金', '0');
INSERT INTO `record_fund` VALUES ('122', '340', '100.00', '2016-05-04 13:52:38', '2', null, null, '获得活动补贴', '0');
INSERT INTO `record_fund` VALUES ('123', '339', '100.00', '2016-05-04 13:52:38', '1', null, null, '扣除活动补贴', '0');
INSERT INTO `record_fund` VALUES ('124', '339', '100.00', '2016-05-04 13:52:38', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('125', '340', '100.00', '2016-05-04 13:52:38', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('126', '342', '100.00', '2016-05-04 13:57:19', '2', null, null, '获得活动补贴', '0');
INSERT INTO `record_fund` VALUES ('127', '341', '100.00', '2016-05-04 13:57:19', '1', null, null, '扣除活动补贴', '0');
INSERT INTO `record_fund` VALUES ('128', '341', '100.00', '2016-05-04 13:57:19', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('129', '342', '100.00', '2016-05-04 13:57:19', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('130', '353', '100.00', '2016-05-04 14:14:28', '2', null, null, '获得活动补贴', '0');
INSERT INTO `record_fund` VALUES ('131', '352', '100.00', '2016-05-04 14:14:28', '1', null, null, '扣除活动补贴', '0');
INSERT INTO `record_fund` VALUES ('132', '352', '100.00', '2016-05-04 14:14:28', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('133', '353', '100.00', '2016-05-04 14:14:28', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('134', '355', '100.00', '2016-05-04 14:17:03', '2', null, null, '获得活动补贴', '0');
INSERT INTO `record_fund` VALUES ('135', '354', '100.00', '2016-05-04 14:17:04', '1', null, null, '扣除活动补贴', '0');
INSERT INTO `record_fund` VALUES ('136', '354', '100.00', '2016-05-04 14:17:37', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('137', '355', '100.00', '2016-05-04 14:17:37', '2', null, null, '退还担保金', '0');
INSERT INTO `record_fund` VALUES ('138', '359', '88.00', '2016-05-05 12:00:48', '2', 'X3ADDAviTu', null, '测试数据0', '0');
INSERT INTO `record_fund` VALUES ('139', '359', '796.00', '2016-05-05 12:00:48', '2', 'H5pyLo06Gc', null, '测试数据1', '0');
INSERT INTO `record_fund` VALUES ('140', '359', '774.00', '2016-05-05 12:00:48', '2', 'OpaxlzYT1c', null, '测试数据2', '0');
INSERT INTO `record_fund` VALUES ('141', '359', '506.00', '2016-05-05 12:00:48', '2', 'uiUYHOCjk7', null, '测试数据3', '0');
INSERT INTO `record_fund` VALUES ('142', '359', '813.00', '2016-05-05 12:00:48', '2', 'BatFCkrGXQ', null, '测试数据4', '0');
INSERT INTO `record_fund` VALUES ('143', '359', '509.00', '2016-05-05 12:00:49', '2', 'Jeg086u0uo', null, '测试数据5', '0');
INSERT INTO `record_fund` VALUES ('144', '359', '80.00', '2016-05-05 12:00:49', '2', 'Qxu72jRXHD', null, '测试数据6', '0');
INSERT INTO `record_fund` VALUES ('145', '359', '541.00', '2016-05-05 12:00:49', '2', 'Gtnr2zBQ0A', null, '测试数据7', '0');
INSERT INTO `record_fund` VALUES ('146', '359', '952.00', '2016-05-05 12:00:49', '2', 'rZg5ngi94s', null, '测试数据8', '0');
INSERT INTO `record_fund` VALUES ('147', '359', '12.00', '2016-05-05 12:00:49', '2', 'Yzr7iXfNwq', null, '测试数据9', '0');
INSERT INTO `record_fund` VALUES ('148', '359', '68.00', '2016-05-05 12:00:49', '2', 'kNycWZFt7j', null, '测试数据10', '0');
INSERT INTO `record_fund` VALUES ('149', '359', '192.00', '2016-05-05 12:00:49', '2', 'Hcb7XPBT7Z', null, '测试数据11', '0');
INSERT INTO `record_fund` VALUES ('150', '359', '668.00', '2016-05-05 12:00:49', '2', 'gylcylOKRV', null, '测试数据12', '0');
INSERT INTO `record_fund` VALUES ('151', '359', '235.00', '2016-05-05 12:00:49', '2', 'bHZjvaLqsX', null, '测试数据13', '0');
INSERT INTO `record_fund` VALUES ('152', '359', '602.00', '2016-05-05 12:00:49', '2', 'shin91locA', null, '测试数据14', '0');
INSERT INTO `record_fund` VALUES ('153', '359', '541.00', '2016-05-05 12:00:49', '2', 'lEqtywLm7C', null, '测试数据15', '0');
INSERT INTO `record_fund` VALUES ('154', '359', '283.00', '2016-05-05 12:00:49', '2', 'dvdmPmWeCG', null, '测试数据16', '0');
INSERT INTO `record_fund` VALUES ('155', '359', '422.00', '2016-05-05 12:00:49', '2', 'Pqgomc21Ak', null, '测试数据17', '0');
INSERT INTO `record_fund` VALUES ('156', '359', '261.00', '2016-05-05 12:00:50', '2', 'mUauFmss6M', null, '测试数据18', '0');
INSERT INTO `record_fund` VALUES ('157', '359', '751.00', '2016-05-05 12:00:50', '2', 'xZe4K1eXbK', null, '测试数据19', '0');
INSERT INTO `record_fund` VALUES ('158', '359', '91.00', '2016-05-05 12:00:50', '2', 'AGcEmxcWZe', null, '测试数据20', '0');
INSERT INTO `record_fund` VALUES ('159', '359', '107.00', '2016-05-05 12:00:50', '2', 'awjXmO9BGK', null, '测试数据21', '0');
INSERT INTO `record_fund` VALUES ('160', '359', '630.00', '2016-05-05 12:00:50', '2', '6KPViICnR3', null, '测试数据22', '0');
INSERT INTO `record_fund` VALUES ('161', '359', '45.00', '2016-05-05 12:00:50', '2', '4uSj9vsaqC', null, '测试数据23', '0');
INSERT INTO `record_fund` VALUES ('162', '359', '40.00', '2016-05-05 12:00:50', '2', 'Ipt2r6xXtG', null, '测试数据24', '0');
INSERT INTO `record_fund` VALUES ('163', '359', '33.00', '2016-05-05 12:00:50', '2', 'Fa686j9XQn', null, '测试数据25', '0');
INSERT INTO `record_fund` VALUES ('164', '359', '287.00', '2016-05-05 12:00:50', '2', 'E5x0f2wsbX', null, '测试数据26', '0');
INSERT INTO `record_fund` VALUES ('165', '359', '236.00', '2016-05-05 12:00:50', '2', 'ia86wK7Tfa', null, '测试数据27', '0');
INSERT INTO `record_fund` VALUES ('166', '359', '706.00', '2016-05-05 12:00:50', '2', 'qYIFQvbiOO', null, '测试数据28', '0');
INSERT INTO `record_fund` VALUES ('167', '359', '388.00', '2016-05-05 12:00:50', '2', 'x6SELK5iER', null, '测试数据29', '0');
INSERT INTO `record_fund` VALUES ('168', '359', '367.00', '2016-05-05 12:00:50', '2', '0aWKbLj61U', null, '测试数据30', '0');
INSERT INTO `record_fund` VALUES ('169', '359', '479.00', '2016-05-05 12:00:50', '2', 'XYgmlffFsd', null, '测试数据31', '0');
INSERT INTO `record_fund` VALUES ('170', '359', '429.00', '2016-05-05 12:00:50', '2', 'FTGppoFebm', null, '测试数据32', '0');
INSERT INTO `record_fund` VALUES ('171', '359', '865.00', '2016-05-05 12:00:50', '2', 'Oq9k6uKRIp', null, '测试数据33', '0');
INSERT INTO `record_fund` VALUES ('172', '359', '649.00', '2016-05-05 12:00:50', '2', 'LVuw1sL6eY', null, '测试数据34', '0');
INSERT INTO `record_fund` VALUES ('173', '360', '501.00', '2016-05-05 12:11:53', '2', 'KJf7Q0r51d', null, '测试数据0', '0');
INSERT INTO `record_fund` VALUES ('174', '360', '546.00', '2016-05-05 12:11:53', '2', '4s1iDAhIoI', null, '测试数据1', '0');
INSERT INTO `record_fund` VALUES ('175', '360', '214.00', '2016-05-05 12:11:53', '2', '9ryglhPAfO', null, '测试数据2', '0');
INSERT INTO `record_fund` VALUES ('176', '360', '565.00', '2016-05-05 12:11:54', '2', '80IVdlZ6KK', null, '测试数据3', '0');
INSERT INTO `record_fund` VALUES ('177', '360', '344.00', '2016-05-05 12:11:54', '2', 'FRgc11i5or', null, '测试数据4', '0');
INSERT INTO `record_fund` VALUES ('178', '360', '706.00', '2016-05-05 12:11:54', '2', '46UoaBSlmP', null, '测试数据5', '0');
INSERT INTO `record_fund` VALUES ('179', '360', '372.00', '2016-05-05 12:11:54', '2', 'NLrO53AFk8', null, '测试数据6', '0');
INSERT INTO `record_fund` VALUES ('180', '360', '555.00', '2016-05-05 12:11:54', '2', '4zgU7J82Vp', null, '测试数据7', '0');
INSERT INTO `record_fund` VALUES ('181', '360', '526.00', '2016-05-05 12:11:54', '2', 'Rpolsmtcdf', null, '测试数据8', '0');
INSERT INTO `record_fund` VALUES ('182', '360', '188.00', '2016-05-05 12:11:54', '2', 'oNxVHBIEge', null, '测试数据9', '0');
INSERT INTO `record_fund` VALUES ('183', '360', '699.00', '2016-05-05 12:11:54', '2', 'pPyWgh0x5m', null, '测试数据10', '0');
INSERT INTO `record_fund` VALUES ('184', '360', '714.00', '2016-05-05 12:11:54', '2', 'W6bgJ9zHBF', null, '测试数据11', '0');
INSERT INTO `record_fund` VALUES ('185', '360', '448.00', '2016-05-05 12:11:54', '2', 'i0h3htHMN6', null, '测试数据12', '0');
INSERT INTO `record_fund` VALUES ('186', '360', '67.00', '2016-05-05 12:11:55', '2', '4FIlKxeEyc', null, '测试数据13', '0');
INSERT INTO `record_fund` VALUES ('187', '360', '608.00', '2016-05-05 12:11:55', '2', 'FDKCqLS9uV', null, '测试数据14', '0');
INSERT INTO `record_fund` VALUES ('188', '360', '665.00', '2016-05-05 12:11:55', '2', 'LvKRgCbK4C', null, '测试数据15', '0');
INSERT INTO `record_fund` VALUES ('189', '360', '412.00', '2016-05-05 12:11:55', '2', 'rDjzhex2od', null, '测试数据16', '0');
INSERT INTO `record_fund` VALUES ('190', '360', '757.00', '2016-05-05 12:11:55', '2', 'MAXwlfOOut', null, '测试数据17', '0');
INSERT INTO `record_fund` VALUES ('191', '360', '870.00', '2016-05-05 12:11:55', '2', 'MhV1Z9u3ha', null, '测试数据18', '0');
INSERT INTO `record_fund` VALUES ('192', '360', '492.00', '2016-05-05 12:11:55', '2', 'lIxDyIRY3v', null, '测试数据19', '0');
INSERT INTO `record_fund` VALUES ('193', '360', '885.00', '2016-05-05 12:11:55', '2', 'bkodNYtsrF', null, '测试数据20', '0');
INSERT INTO `record_fund` VALUES ('194', '360', '169.00', '2016-05-05 12:11:55', '2', 'zebu2Ps3nZ', null, '测试数据21', '0');
INSERT INTO `record_fund` VALUES ('195', '360', '578.00', '2016-05-05 12:11:55', '2', 'h7bDoMqD7U', null, '测试数据22', '0');
INSERT INTO `record_fund` VALUES ('196', '360', '237.00', '2016-05-05 12:11:55', '2', 'MzhzGEG8cX', null, '测试数据23', '0');
INSERT INTO `record_fund` VALUES ('197', '360', '734.00', '2016-05-05 12:11:55', '2', '5XQUHarnm8', null, '测试数据24', '0');
INSERT INTO `record_fund` VALUES ('198', '360', '807.00', '2016-05-05 12:11:55', '2', 'c6k8ECCiZt', null, '测试数据25', '0');
INSERT INTO `record_fund` VALUES ('199', '360', '459.00', '2016-05-05 12:11:55', '2', 'kA8f9X6fEH', null, '测试数据26', '0');
INSERT INTO `record_fund` VALUES ('200', '360', '923.00', '2016-05-05 12:11:55', '2', 'eDkYSLrU5E', null, '测试数据27', '0');
INSERT INTO `record_fund` VALUES ('201', '360', '594.00', '2016-05-05 12:11:55', '2', '1QvQfm3Tpl', null, '测试数据28', '0');
INSERT INTO `record_fund` VALUES ('202', '360', '837.00', '2016-05-05 12:11:55', '2', 'y06G1dT4Dc', null, '测试数据29', '0');
INSERT INTO `record_fund` VALUES ('203', '360', '36.00', '2016-05-05 12:11:56', '2', 'xtY30uAvfI', null, '测试数据30', '0');
INSERT INTO `record_fund` VALUES ('204', '360', '301.00', '2016-05-05 12:11:56', '2', 'ksXL6WNjGq', null, '测试数据31', '0');
INSERT INTO `record_fund` VALUES ('205', '360', '918.00', '2016-05-05 12:11:56', '2', 'mFHWQHzzbG', null, '测试数据32', '0');
INSERT INTO `record_fund` VALUES ('206', '360', '76.00', '2016-05-05 12:11:56', '2', 'gb8OybKdjx', null, '测试数据33', '0');
INSERT INTO `record_fund` VALUES ('207', '360', '41.00', '2016-05-05 12:11:56', '2', 'Hzp2SwxR6d', null, '测试数据34', '0');
INSERT INTO `record_fund` VALUES ('208', '361', '927.00', '2016-05-05 12:16:08', '2', 'MbiGCysB8i', null, '测试数据0', '0');
INSERT INTO `record_fund` VALUES ('209', '361', '995.00', '2016-05-05 12:16:09', '2', '7kEU9oKUVd', null, '测试数据1', '0');
INSERT INTO `record_fund` VALUES ('210', '361', '652.00', '2016-05-05 12:16:09', '2', 'ZSWdljj8ea', null, '测试数据2', '0');
INSERT INTO `record_fund` VALUES ('211', '361', '442.00', '2016-05-05 12:16:09', '2', 'NFgoYpBYJt', null, '测试数据3', '0');
INSERT INTO `record_fund` VALUES ('212', '361', '798.00', '2016-05-05 12:16:09', '2', 'lgOzna2Vzp', null, '测试数据4', '0');
INSERT INTO `record_fund` VALUES ('213', '361', '611.00', '2016-05-05 12:16:09', '2', 'kOOCo3Y5xJ', null, '测试数据5', '0');
INSERT INTO `record_fund` VALUES ('214', '361', '15.00', '2016-05-05 12:16:09', '2', 'x35ZqE7TIy', null, '测试数据6', '0');
INSERT INTO `record_fund` VALUES ('215', '361', '963.00', '2016-05-05 12:16:09', '2', 'LVRD7yEakc', null, '测试数据7', '0');
INSERT INTO `record_fund` VALUES ('216', '361', '520.00', '2016-05-05 12:16:09', '2', 'n95JGnzUmZ', null, '测试数据8', '0');
INSERT INTO `record_fund` VALUES ('217', '361', '642.00', '2016-05-05 12:16:09', '2', '0zGZ9P4Cz9', null, '测试数据9', '0');
INSERT INTO `record_fund` VALUES ('218', '361', '197.00', '2016-05-05 12:16:09', '2', '2qq4bTL9EB', null, '测试数据10', '0');
INSERT INTO `record_fund` VALUES ('219', '361', '658.00', '2016-05-05 12:16:09', '2', 'XnosKmpG0U', null, '测试数据11', '0');
INSERT INTO `record_fund` VALUES ('220', '361', '990.00', '2016-05-05 12:16:09', '2', 'OHacYiimdl', null, '测试数据12', '0');
INSERT INTO `record_fund` VALUES ('221', '361', '996.00', '2016-05-05 12:16:09', '2', 'v4WFIFPkva', null, '测试数据13', '0');
INSERT INTO `record_fund` VALUES ('222', '361', '444.00', '2016-05-05 12:16:09', '2', 'MCRReTIwHc', null, '测试数据14', '0');
INSERT INTO `record_fund` VALUES ('223', '361', '582.00', '2016-05-05 12:16:10', '2', 'f3auEd5MwM', null, '测试数据15', '0');
INSERT INTO `record_fund` VALUES ('224', '361', '864.00', '2016-05-05 12:16:10', '2', 'TNTuy8TW2k', null, '测试数据16', '0');
INSERT INTO `record_fund` VALUES ('225', '361', '109.00', '2016-05-05 12:16:10', '2', 'ufCszB3wxv', null, '测试数据17', '0');
INSERT INTO `record_fund` VALUES ('226', '361', '570.00', '2016-05-05 12:16:10', '2', 'hv3SYcttpZ', null, '测试数据18', '0');
INSERT INTO `record_fund` VALUES ('227', '361', '231.00', '2016-05-05 12:16:10', '2', 'YfIe9kb9DM', null, '测试数据19', '0');
INSERT INTO `record_fund` VALUES ('228', '361', '826.00', '2016-05-05 12:16:10', '2', 'J4DGS9JaFZ', null, '测试数据20', '0');
INSERT INTO `record_fund` VALUES ('229', '361', '319.00', '2016-05-05 12:16:10', '2', 'Xya7OHWQQD', null, '测试数据21', '0');
INSERT INTO `record_fund` VALUES ('230', '361', '880.00', '2016-05-05 12:16:10', '2', 'nqWKIipodH', null, '测试数据22', '0');
INSERT INTO `record_fund` VALUES ('231', '361', '842.00', '2016-05-05 12:16:10', '2', '0lqsbxaL5B', null, '测试数据23', '0');
INSERT INTO `record_fund` VALUES ('232', '361', '930.00', '2016-05-05 12:16:10', '2', 'g3UaMi2ZLX', null, '测试数据24', '0');
INSERT INTO `record_fund` VALUES ('233', '361', '663.00', '2016-05-05 12:16:10', '2', 'JutGYCKAcQ', null, '测试数据25', '0');
INSERT INTO `record_fund` VALUES ('234', '361', '822.00', '2016-05-05 12:16:10', '2', '3cJTY3FjRd', null, '测试数据26', '0');
INSERT INTO `record_fund` VALUES ('235', '361', '314.00', '2016-05-05 12:16:10', '2', 'BP0BCEmz3c', null, '测试数据27', '0');
INSERT INTO `record_fund` VALUES ('236', '361', '91.00', '2016-05-05 12:16:10', '2', 'wVbt9dVcUe', null, '测试数据28', '0');
INSERT INTO `record_fund` VALUES ('237', '361', '188.00', '2016-05-05 12:16:10', '2', 'Yoip3VI4mh', null, '测试数据29', '0');
INSERT INTO `record_fund` VALUES ('238', '361', '288.00', '2016-05-05 12:16:10', '2', 'rloh5ZmvZR', null, '测试数据30', '0');
INSERT INTO `record_fund` VALUES ('239', '361', '603.00', '2016-05-05 12:16:10', '2', 'GZPzUDOCq2', null, '测试数据31', '0');
INSERT INTO `record_fund` VALUES ('240', '361', '877.00', '2016-05-05 12:16:10', '2', 'F92aRYn56M', null, '测试数据32', '0');
INSERT INTO `record_fund` VALUES ('241', '361', '781.00', '2016-05-05 12:16:10', '2', 'eVbk0rJ8MF', null, '测试数据33', '0');
INSERT INTO `record_fund` VALUES ('242', '361', '469.00', '2016-05-05 12:16:10', '2', 'L5Ki0cCsQQ', null, '测试数据34', '0');
INSERT INTO `record_fund` VALUES ('243', '362', '294.00', '2016-05-05 12:16:35', '2', 'TBrz0CYJ8Z', null, '测试数据0', '0');
INSERT INTO `record_fund` VALUES ('244', '362', '373.00', '2016-05-05 12:16:35', '2', '4JwIfnRAXY', null, '测试数据1', '0');
INSERT INTO `record_fund` VALUES ('245', '362', '79.00', '2016-05-05 12:16:35', '2', 'sX6eB655Q8', null, '测试数据2', '0');
INSERT INTO `record_fund` VALUES ('246', '362', '751.00', '2016-05-05 12:16:35', '2', 'ZJdD4O6WoU', null, '测试数据3', '0');
INSERT INTO `record_fund` VALUES ('247', '362', '686.00', '2016-05-05 12:16:35', '2', 'Mr8ZoPhTgC', null, '测试数据4', '0');
INSERT INTO `record_fund` VALUES ('248', '362', '905.00', '2016-05-05 12:16:35', '2', 'ZCql5I5nI9', null, '测试数据5', '0');
INSERT INTO `record_fund` VALUES ('249', '362', '462.00', '2016-05-05 12:16:35', '2', 'MeK6OmlVvt', null, '测试数据6', '0');
INSERT INTO `record_fund` VALUES ('250', '362', '885.00', '2016-05-05 12:16:35', '2', '3eRy2TkY37', null, '测试数据7', '0');
INSERT INTO `record_fund` VALUES ('251', '362', '496.00', '2016-05-05 12:16:35', '2', 'toXeYpHUaU', null, '测试数据8', '0');
INSERT INTO `record_fund` VALUES ('252', '362', '166.00', '2016-05-05 12:16:35', '2', 'FHU384s9iF', null, '测试数据9', '0');
INSERT INTO `record_fund` VALUES ('253', '362', '72.00', '2016-05-05 12:16:35', '2', 'qPQjYfkuPJ', null, '测试数据10', '0');
INSERT INTO `record_fund` VALUES ('254', '362', '209.00', '2016-05-05 12:16:35', '2', 'Wh8tRWkzaL', null, '测试数据11', '0');
INSERT INTO `record_fund` VALUES ('255', '362', '341.00', '2016-05-05 12:16:35', '2', 'Xxyrhc73Kj', null, '测试数据12', '0');
INSERT INTO `record_fund` VALUES ('256', '362', '607.00', '2016-05-05 12:16:35', '2', 'XkZIQEwlx5', null, '测试数据13', '0');
INSERT INTO `record_fund` VALUES ('257', '362', '206.00', '2016-05-05 12:16:35', '2', 'nogNEqfK27', null, '测试数据14', '0');
INSERT INTO `record_fund` VALUES ('258', '362', '23.00', '2016-05-05 12:16:35', '2', 'DQ5m8snZ3M', null, '测试数据15', '0');
INSERT INTO `record_fund` VALUES ('259', '362', '440.00', '2016-05-05 12:16:35', '2', 'ew90hRUywH', null, '测试数据16', '0');
INSERT INTO `record_fund` VALUES ('260', '362', '206.00', '2016-05-05 12:16:35', '2', 'Lu1FvkVBBO', null, '测试数据17', '0');
INSERT INTO `record_fund` VALUES ('261', '362', '229.00', '2016-05-05 12:16:35', '2', '37bSXwTFaZ', null, '测试数据18', '0');
INSERT INTO `record_fund` VALUES ('262', '362', '15.00', '2016-05-05 12:16:36', '2', 'QCSfhwRHZ9', null, '测试数据19', '0');
INSERT INTO `record_fund` VALUES ('263', '362', '649.00', '2016-05-05 12:16:36', '2', 'pEXflj6kMi', null, '测试数据20', '0');
INSERT INTO `record_fund` VALUES ('264', '362', '73.00', '2016-05-05 12:16:36', '2', 'SVz410NL48', null, '测试数据21', '0');
INSERT INTO `record_fund` VALUES ('265', '362', '938.00', '2016-05-05 12:16:36', '2', 'FQ9jRUUz57', null, '测试数据22', '0');
INSERT INTO `record_fund` VALUES ('266', '362', '800.00', '2016-05-05 12:16:36', '2', '8vZ92RN2Ra', null, '测试数据23', '0');
INSERT INTO `record_fund` VALUES ('267', '362', '951.00', '2016-05-05 12:16:36', '2', 'UY0f0yRRMJ', null, '测试数据24', '0');
INSERT INTO `record_fund` VALUES ('268', '362', '516.00', '2016-05-05 12:16:36', '2', 'hg9KOOuwmu', null, '测试数据25', '0');
INSERT INTO `record_fund` VALUES ('269', '362', '460.00', '2016-05-05 12:16:36', '2', 'TKdzTqiqmP', null, '测试数据26', '0');
INSERT INTO `record_fund` VALUES ('270', '362', '412.00', '2016-05-05 12:16:36', '2', 'ZC3HA5II23', null, '测试数据27', '0');
INSERT INTO `record_fund` VALUES ('271', '362', '175.00', '2016-05-05 12:16:36', '2', 'l3jq9oozS6', null, '测试数据28', '0');
INSERT INTO `record_fund` VALUES ('272', '362', '916.00', '2016-05-05 12:16:36', '2', 'kZ2fF3r6Ay', null, '测试数据29', '0');
INSERT INTO `record_fund` VALUES ('273', '362', '890.00', '2016-05-05 12:16:36', '2', '0xOJCXON6g', null, '测试数据30', '0');
INSERT INTO `record_fund` VALUES ('274', '362', '800.00', '2016-05-05 12:16:36', '2', 'oo8Fbi1T3X', null, '测试数据31', '0');
INSERT INTO `record_fund` VALUES ('275', '362', '382.00', '2016-05-05 12:16:36', '2', 'QtpaKa4yz1', null, '测试数据32', '0');
INSERT INTO `record_fund` VALUES ('276', '362', '570.00', '2016-05-05 12:16:36', '2', 'UXXIjq81PE', null, '测试数据33', '0');
INSERT INTO `record_fund` VALUES ('277', '362', '311.00', '2016-05-05 12:16:36', '2', 'M32eN7UAzf', null, '测试数据34', '0');

-- ----------------------------
-- Table structure for `record_order`
-- ----------------------------
DROP TABLE IF EXISTS `record_order`;
CREATE TABLE `record_order` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键自增',
  `type` int(2) NOT NULL DEFAULT '0' COMMENT '订单类型 担保金 1  赴约补贴',
  `userId` bigint(20) NOT NULL COMMENT '用户Id',
  `orderNum` varchar(48) NOT NULL COMMENT '订单号',
  `amount` decimal(9,2) NOT NULL DEFAULT '0.00' COMMENT '消费金额',
  `mtime` datetime DEFAULT NULL COMMENT '修改时间',
  `ctime` datetime NOT NULL COMMENT '创建时间',
  `distributeAmount` decimal(9,2) NOT NULL DEFAULT '0.00' COMMENT '分配金额',
  `payStatus` int(2) NOT NULL DEFAULT '0' COMMENT '支付状态 1 已支付  2 已退款',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=231 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC COMMENT='订单记录表';

-- ----------------------------
-- Records of record_order
-- ----------------------------
INSERT INTO `record_order` VALUES ('66', '1', '234', 'OL-63-1461911553030', '100.00', '2016-04-29 14:32:33', '2016-04-29 14:32:33', '0.00', '1');
INSERT INTO `record_order` VALUES ('67', '2', '234', 'OL-63-1461911553030', '100.00', '2016-04-29 14:32:33', '2016-04-29 14:32:33', '0.00', '1');
INSERT INTO `record_order` VALUES ('68', '2', '235', 'OL-63-1461911553217', '100.00', '2016-04-29 14:32:33', '2016-04-29 14:32:33', '0.00', '4');
INSERT INTO `record_order` VALUES ('69', '1', '236', 'OL-64-1461912833002', '100.00', '2016-04-29 14:53:53', '2016-04-29 14:53:53', '0.00', '1');
INSERT INTO `record_order` VALUES ('70', '2', '236', 'OL-64-1461912833002', '100.00', '2016-04-29 14:53:53', '2016-04-29 14:53:53', '0.00', '1');
INSERT INTO `record_order` VALUES ('71', '2', '237', 'OL-64-1461912833189', '100.00', '2016-04-29 14:53:53', '2016-04-29 14:53:53', '0.00', '4');
INSERT INTO `record_order` VALUES ('72', '1', '238', 'OL-65-1461913127960', '100.00', '2016-04-29 14:58:47', '2016-04-29 14:58:47', '0.00', '1');
INSERT INTO `record_order` VALUES ('73', '2', '238', 'OL-65-1461913127960', '100.00', '2016-04-29 14:58:47', '2016-04-29 14:58:47', '0.00', '1');
INSERT INTO `record_order` VALUES ('74', '2', '239', 'OL-65-1461913128107', '100.00', '2016-04-29 14:58:48', '2016-04-29 14:58:48', '0.00', '4');
INSERT INTO `record_order` VALUES ('75', '1', '240', 'OL-66-1461913362993', '100.00', '2016-04-29 15:02:42', '2016-04-29 15:02:42', '0.00', '1');
INSERT INTO `record_order` VALUES ('76', '2', '240', 'OL-66-1461913362993', '100.00', '2016-04-29 15:02:43', '2016-04-29 15:02:43', '0.00', '1');
INSERT INTO `record_order` VALUES ('77', '2', '241', 'OL-66-1461913363141', '100.00', '2016-04-29 15:02:43', '2016-04-29 15:02:43', '0.00', '4');
INSERT INTO `record_order` VALUES ('78', '1', '242', 'OL-67-1461913477314', '100.00', '2016-04-29 15:04:37', '2016-04-29 15:04:37', '0.00', '1');
INSERT INTO `record_order` VALUES ('79', '2', '242', 'OL-67-1461913477314', '100.00', '2016-04-29 15:04:37', '2016-04-29 15:04:37', '0.00', '1');
INSERT INTO `record_order` VALUES ('80', '2', '243', 'OL-67-1461913477462', '100.00', '2016-04-29 15:04:37', '2016-04-29 15:04:37', '0.00', '4');
INSERT INTO `record_order` VALUES ('81', '1', '244', 'OL-68-1461913523986', '100.00', '2016-04-29 15:05:23', '2016-04-29 15:05:23', '0.00', '1');
INSERT INTO `record_order` VALUES ('82', '2', '244', 'OL-68-1461913523986', '100.00', '2016-04-29 15:05:24', '2016-04-29 15:05:24', '0.00', '1');
INSERT INTO `record_order` VALUES ('83', '2', '245', 'OL-68-1461913524122', '100.00', '2016-04-29 15:05:24', '2016-04-29 15:05:24', '0.00', '4');
INSERT INTO `record_order` VALUES ('84', '1', '246', 'OL-69-1461914103354', '100.00', '2016-04-29 15:15:03', '2016-04-29 15:15:03', '0.00', '1');
INSERT INTO `record_order` VALUES ('85', '2', '246', 'OL-69-1461914103354', '100.00', '2016-04-29 15:15:03', '2016-04-29 15:15:03', '0.00', '1');
INSERT INTO `record_order` VALUES ('86', '2', '247', 'OL-69-1461914103503', '100.00', '2016-04-29 15:15:03', '2016-04-29 15:15:03', '0.00', '4');
INSERT INTO `record_order` VALUES ('87', '1', '248', 'OL-70-1461914198079', '100.00', '2016-04-29 15:16:38', '2016-04-29 15:16:38', '0.00', '1');
INSERT INTO `record_order` VALUES ('88', '2', '248', 'OL-70-1461914198079', '100.00', '2016-04-29 15:16:38', '2016-04-29 15:16:38', '0.00', '1');
INSERT INTO `record_order` VALUES ('89', '2', '249', 'OL-70-1461914198251', '100.00', '2016-04-29 15:16:38', '2016-04-29 15:16:38', '0.00', '4');
INSERT INTO `record_order` VALUES ('90', '1', '250', 'OL-71-1461921508993', '100.00', '2016-04-29 17:18:28', '2016-04-29 17:18:28', '0.00', '1');
INSERT INTO `record_order` VALUES ('91', '2', '250', 'OL-71-1461921508993', '100.00', '2016-04-29 17:18:29', '2016-04-29 17:18:29', '0.00', '1');
INSERT INTO `record_order` VALUES ('92', '2', '251', 'OL-71-1461921509142', '100.00', '2016-04-29 17:18:29', '2016-04-29 17:18:29', '0.00', '4');
INSERT INTO `record_order` VALUES ('93', '1', '252', 'OL-72-1461921618115', '100.00', '2016-04-29 17:20:18', '2016-04-29 17:20:18', '0.00', '1');
INSERT INTO `record_order` VALUES ('94', '2', '252', 'OL-72-1461921618115', '100.00', '2016-04-29 17:20:18', '2016-04-29 17:20:18', '0.00', '1');
INSERT INTO `record_order` VALUES ('95', '2', '253', 'OL-72-1461921618268', '100.00', '2016-04-29 17:20:18', '2016-04-29 17:20:18', '0.00', '4');
INSERT INTO `record_order` VALUES ('96', '1', '254', 'OL-73-1461921789757', '100.00', '2016-04-29 17:23:09', '2016-04-29 17:23:09', '0.00', '1');
INSERT INTO `record_order` VALUES ('97', '2', '254', 'OL-73-1461921789757', '100.00', '2016-04-29 17:23:09', '2016-04-29 17:23:09', '0.00', '1');
INSERT INTO `record_order` VALUES ('98', '2', '255', 'OL-73-1461921789905', '100.00', '2016-04-29 17:23:09', '2016-04-29 17:23:09', '0.00', '4');
INSERT INTO `record_order` VALUES ('99', '1', '256', 'OL-74-1461921978245', '100.00', '2016-04-29 17:26:18', '2016-04-29 17:26:18', '0.00', '1');
INSERT INTO `record_order` VALUES ('100', '2', '256', 'OL-74-1461921978245', '100.00', '2016-04-29 17:26:18', '2016-04-29 17:26:18', '0.00', '1');
INSERT INTO `record_order` VALUES ('101', '2', '257', 'OL-74-1461921978396', '100.00', '2016-04-29 17:26:18', '2016-04-29 17:26:18', '0.00', '4');
INSERT INTO `record_order` VALUES ('102', '1', '258', 'OL-75-1461922099054', '100.00', '2016-04-29 17:28:19', '2016-04-29 17:28:19', '0.00', '1');
INSERT INTO `record_order` VALUES ('103', '2', '258', 'OL-75-1461922099054', '100.00', '2016-04-29 17:28:19', '2016-04-29 17:28:19', '0.00', '1');
INSERT INTO `record_order` VALUES ('104', '2', '259', 'OL-75-1461922099203', '100.00', '2016-04-29 17:28:19', '2016-04-29 17:28:19', '0.00', '4');
INSERT INTO `record_order` VALUES ('105', '1', '260', 'OL-76-1461922527854', '100.00', '2016-04-29 17:35:27', '2016-04-29 17:35:27', '0.00', '1');
INSERT INTO `record_order` VALUES ('106', '2', '260', 'OL-76-1461922527854', '100.00', '2016-04-29 17:35:27', '2016-04-29 17:35:27', '0.00', '1');
INSERT INTO `record_order` VALUES ('107', '2', '261', 'OL-76-1461922528009', '100.00', '2016-04-29 17:35:28', '2016-04-29 17:35:28', '0.00', '4');
INSERT INTO `record_order` VALUES ('108', '1', '262', 'OL-77-1461922781612', '100.00', '2016-04-29 17:39:41', '2016-04-29 17:39:41', '0.00', '1');
INSERT INTO `record_order` VALUES ('109', '2', '262', 'OL-77-1461922781612', '100.00', '2016-04-29 17:39:41', '2016-04-29 17:39:41', '0.00', '1');
INSERT INTO `record_order` VALUES ('110', '2', '263', 'OL-77-1461922781765', '100.00', '2016-04-29 17:39:41', '2016-04-29 17:39:41', '0.00', '4');
INSERT INTO `record_order` VALUES ('111', '1', '264', 'OL-78-1461922844979', '100.00', '2016-04-29 17:40:44', '2016-04-29 17:40:44', '0.00', '1');
INSERT INTO `record_order` VALUES ('112', '2', '264', 'OL-78-1461922844979', '100.00', '2016-04-29 17:40:45', '2016-04-29 17:40:45', '0.00', '1');
INSERT INTO `record_order` VALUES ('113', '2', '265', 'OL-78-1461922845125', '100.00', '2016-04-29 17:40:45', '2016-04-29 17:40:45', '0.00', '4');
INSERT INTO `record_order` VALUES ('114', '1', '266', 'OL-79-1461923134391', '100.00', '2016-04-29 17:45:34', '2016-04-29 17:45:34', '0.00', '1');
INSERT INTO `record_order` VALUES ('115', '2', '266', 'OL-79-1461923134391', '100.00', '2016-04-29 17:45:34', '2016-04-29 17:45:34', '0.00', '1');
INSERT INTO `record_order` VALUES ('116', '2', '267', 'OL-79-1461923134540', '100.00', '2016-04-29 17:45:34', '2016-04-29 17:45:34', '0.00', '4');
INSERT INTO `record_order` VALUES ('117', '1', '269', 'OL-83-1462266719024', '100.00', '2016-05-03 17:11:59', '2016-05-03 17:11:59', '0.00', '1');
INSERT INTO `record_order` VALUES ('118', '2', '269', 'OL-83-1462266719024', '100.00', '2016-05-03 17:11:59', '2016-05-03 17:11:59', '0.00', '1');
INSERT INTO `record_order` VALUES ('119', '2', '270', 'OL-83-1462266719168', '100.00', '2016-05-03 17:11:59', '2016-05-03 17:11:59', '0.00', '4');
INSERT INTO `record_order` VALUES ('120', '1', '271', 'OL-84-1462266738698', '100.00', '2016-05-03 17:12:18', '2016-05-03 17:12:18', '0.00', '1');
INSERT INTO `record_order` VALUES ('121', '2', '271', 'OL-84-1462266738698', '100.00', '2016-05-03 17:12:18', '2016-05-03 17:12:18', '0.00', '1');
INSERT INTO `record_order` VALUES ('122', '2', '272', 'OL-84-1462266738870', '100.00', '2016-05-03 17:12:18', '2016-05-03 17:12:18', '0.00', '4');
INSERT INTO `record_order` VALUES ('123', '1', '273', 'OL-85-1462266758750', '100.00', '2016-05-03 17:12:38', '2016-05-03 17:12:38', '0.00', '1');
INSERT INTO `record_order` VALUES ('124', '2', '273', 'OL-85-1462266758750', '100.00', '2016-05-03 17:12:38', '2016-05-03 17:12:38', '0.00', '1');
INSERT INTO `record_order` VALUES ('125', '2', '274', 'OL-85-1462266758892', '100.00', '2016-05-03 17:12:38', '2016-05-03 17:12:38', '0.00', '4');
INSERT INTO `record_order` VALUES ('126', '1', '275', 'OL-86-1462267271199', '100.00', '2016-05-03 17:21:11', '2016-05-03 17:21:11', '0.00', '1');
INSERT INTO `record_order` VALUES ('127', '2', '275', 'OL-86-1462267271199', '100.00', '2016-05-03 17:21:11', '2016-05-03 17:21:11', '0.00', '1');
INSERT INTO `record_order` VALUES ('128', '2', '276', 'OL-86-1462267271345', '100.00', '2016-05-03 17:21:11', '2016-05-03 17:21:11', '0.00', '4');
INSERT INTO `record_order` VALUES ('129', '1', '277', 'OL-87-1462267482454', '100.00', '2016-05-03 17:24:42', '2016-05-03 17:24:42', '0.00', '1');
INSERT INTO `record_order` VALUES ('130', '2', '277', 'OL-87-1462267482454', '100.00', '2016-05-03 17:24:42', '2016-05-03 17:24:42', '0.00', '1');
INSERT INTO `record_order` VALUES ('131', '2', '278', 'OL-87-1462267482622', '100.00', '2016-05-03 17:24:42', '2016-05-03 17:24:42', '0.00', '4');
INSERT INTO `record_order` VALUES ('132', '1', '279', 'OL-88-1462267518389', '100.00', '2016-05-03 17:25:18', '2016-05-03 17:25:18', '0.00', '1');
INSERT INTO `record_order` VALUES ('133', '2', '279', 'OL-88-1462267518389', '100.00', '2016-05-03 17:25:18', '2016-05-03 17:25:18', '0.00', '1');
INSERT INTO `record_order` VALUES ('134', '2', '280', 'OL-88-1462267518530', '100.00', '2016-05-03 17:25:18', '2016-05-03 17:25:18', '0.00', '4');
INSERT INTO `record_order` VALUES ('135', '1', '281', 'OL-89-1462267606603', '100.00', '2016-05-03 17:26:46', '2016-05-03 17:26:46', '0.00', '1');
INSERT INTO `record_order` VALUES ('136', '2', '281', 'OL-89-1462267606603', '100.00', '2016-05-03 17:26:46', '2016-05-03 17:26:46', '0.00', '1');
INSERT INTO `record_order` VALUES ('137', '2', '282', 'OL-89-1462267606750', '100.00', '2016-05-03 17:26:46', '2016-05-03 17:26:46', '0.00', '4');
INSERT INTO `record_order` VALUES ('138', '1', '283', 'OL-90-1462267801376', '100.00', '2016-05-03 17:30:01', '2016-05-03 17:30:01', '0.00', '1');
INSERT INTO `record_order` VALUES ('139', '2', '283', 'OL-90-1462267801376', '100.00', '2016-05-03 17:30:01', '2016-05-03 17:30:01', '0.00', '1');
INSERT INTO `record_order` VALUES ('140', '2', '284', 'OL-90-1462267801526', '100.00', '2016-05-03 17:30:01', '2016-05-03 17:30:01', '0.00', '4');
INSERT INTO `record_order` VALUES ('141', '1', '285', 'OL-91-1462267838333', '100.00', '2016-05-03 17:30:38', '2016-05-03 17:30:38', '0.00', '1');
INSERT INTO `record_order` VALUES ('142', '2', '285', 'OL-91-1462267838333', '100.00', '2016-05-03 17:30:38', '2016-05-03 17:30:38', '0.00', '1');
INSERT INTO `record_order` VALUES ('143', '2', '286', 'OL-91-1462267838492', '100.00', '2016-05-03 17:30:38', '2016-05-03 17:30:38', '0.00', '4');
INSERT INTO `record_order` VALUES ('144', '1', '287', 'OL-92-1462268014964', '100.00', '2016-05-03 17:33:34', '2016-05-03 17:33:34', '0.00', '1');
INSERT INTO `record_order` VALUES ('145', '2', '287', 'OL-92-1462268014964', '100.00', '2016-05-03 17:33:35', '2016-05-03 17:33:35', '0.00', '1');
INSERT INTO `record_order` VALUES ('146', '2', '288', 'OL-92-1462268015145', '100.00', '2016-05-03 17:33:35', '2016-05-03 17:33:35', '0.00', '4');
INSERT INTO `record_order` VALUES ('147', '1', '289', 'OL-93-1462268055659', '100.00', '2016-05-03 17:34:15', '2016-05-03 17:34:15', '0.00', '1');
INSERT INTO `record_order` VALUES ('148', '2', '289', 'OL-93-1462268055659', '100.00', '2016-05-03 17:34:15', '2016-05-03 17:34:15', '0.00', '1');
INSERT INTO `record_order` VALUES ('149', '2', '290', 'OL-93-1462268055815', '100.00', '2016-05-03 17:34:15', '2016-05-03 17:34:15', '0.00', '4');
INSERT INTO `record_order` VALUES ('150', '1', '291', 'OL-94-1462268143694', '100.00', '2016-05-03 17:35:43', '2016-05-03 17:35:43', '0.00', '1');
INSERT INTO `record_order` VALUES ('151', '2', '291', 'OL-94-1462268143694', '100.00', '2016-05-03 17:35:43', '2016-05-03 17:35:43', '0.00', '1');
INSERT INTO `record_order` VALUES ('152', '2', '292', 'OL-94-1462268143859', '100.00', '2016-05-03 17:35:43', '2016-05-03 17:35:43', '0.00', '4');
INSERT INTO `record_order` VALUES ('153', '1', '293', 'OL-95-1462268178473', '100.00', '2016-05-03 17:36:18', '2016-05-03 17:36:18', '0.00', '1');
INSERT INTO `record_order` VALUES ('154', '2', '293', 'OL-95-1462268178473', '100.00', '2016-05-03 17:36:18', '2016-05-03 17:36:18', '0.00', '1');
INSERT INTO `record_order` VALUES ('155', '2', '294', 'OL-95-1462268178634', '100.00', '2016-05-03 17:36:18', '2016-05-03 17:36:18', '0.00', '4');
INSERT INTO `record_order` VALUES ('156', '1', '295', 'OL-96-1462268219680', '100.00', '2016-05-03 17:36:59', '2016-05-03 17:36:59', '0.00', '1');
INSERT INTO `record_order` VALUES ('157', '2', '295', 'OL-96-1462268219680', '100.00', '2016-05-03 17:36:59', '2016-05-03 17:36:59', '0.00', '1');
INSERT INTO `record_order` VALUES ('158', '2', '296', 'OL-96-1462268219836', '100.00', '2016-05-03 17:36:59', '2016-05-03 17:36:59', '0.00', '4');
INSERT INTO `record_order` VALUES ('159', '1', '297', 'OL-97-1462268558914', '100.00', '2016-05-03 17:42:38', '2016-05-03 17:42:38', '0.00', '1');
INSERT INTO `record_order` VALUES ('160', '2', '297', 'OL-97-1462268558914', '100.00', '2016-05-03 17:42:38', '2016-05-03 17:42:38', '0.00', '1');
INSERT INTO `record_order` VALUES ('161', '2', '298', 'OL-97-1462268559087', '100.00', '2016-05-03 17:42:39', '2016-05-03 17:42:39', '0.00', '4');
INSERT INTO `record_order` VALUES ('162', '1', '299', 'OL-98-1462269199244', '100.00', '2016-05-03 17:53:19', '2016-05-03 17:53:19', '0.00', '1');
INSERT INTO `record_order` VALUES ('163', '2', '299', 'OL-98-1462269199244', '100.00', '2016-05-03 17:53:19', '2016-05-03 17:53:19', '0.00', '1');
INSERT INTO `record_order` VALUES ('164', '2', '300', 'OL-98-1462269199422', '100.00', '2016-05-03 17:53:19', '2016-05-03 17:53:19', '0.00', '4');
INSERT INTO `record_order` VALUES ('165', '1', '301', 'OL-99-1462269281133', '100.00', '2016-05-03 17:54:41', '2016-05-03 17:54:41', '0.00', '1');
INSERT INTO `record_order` VALUES ('166', '2', '301', 'OL-99-1462269281133', '100.00', '2016-05-03 17:54:41', '2016-05-03 17:54:41', '0.00', '1');
INSERT INTO `record_order` VALUES ('167', '2', '302', 'OL-99-1462269281335', '100.00', '2016-05-03 17:54:41', '2016-05-03 17:54:41', '0.00', '4');
INSERT INTO `record_order` VALUES ('168', '1', '303', 'OL-100-1462269383526', '100.00', '2016-05-03 17:56:23', '2016-05-03 17:56:23', '0.00', '1');
INSERT INTO `record_order` VALUES ('169', '2', '303', 'OL-100-1462269383526', '100.00', '2016-05-03 17:56:23', '2016-05-03 17:56:23', '0.00', '1');
INSERT INTO `record_order` VALUES ('170', '2', '304', 'OL-100-1462269383677', '100.00', '2016-05-03 17:56:23', '2016-05-03 17:56:23', '0.00', '4');
INSERT INTO `record_order` VALUES ('171', '1', '305', 'OL-101-1462269400673', '100.00', '2016-05-03 17:56:40', '2016-05-03 17:56:40', '0.00', '1');
INSERT INTO `record_order` VALUES ('172', '2', '305', 'OL-101-1462269400673', '100.00', '2016-05-03 17:56:40', '2016-05-03 17:56:40', '0.00', '1');
INSERT INTO `record_order` VALUES ('173', '2', '306', 'OL-101-1462269400820', '100.00', '2016-05-03 17:56:40', '2016-05-03 17:56:40', '0.00', '4');
INSERT INTO `record_order` VALUES ('174', '1', '307', 'OL-102-1462269479111', '100.00', '2016-05-03 17:57:59', '2016-05-03 17:57:59', '0.00', '1');
INSERT INTO `record_order` VALUES ('175', '2', '307', 'OL-102-1462269479111', '100.00', '2016-05-03 17:57:59', '2016-05-03 17:57:59', '0.00', '1');
INSERT INTO `record_order` VALUES ('176', '2', '308', 'OL-102-1462269479262', '100.00', '2016-05-03 17:57:59', '2016-05-03 17:57:59', '0.00', '4');
INSERT INTO `record_order` VALUES ('177', '1', '309', 'OL-103-1462269530620', '100.00', '2016-05-03 17:58:50', '2016-05-03 17:58:50', '0.00', '1');
INSERT INTO `record_order` VALUES ('178', '2', '309', 'OL-103-1462269530620', '100.00', '2016-05-03 17:58:50', '2016-05-03 17:58:50', '0.00', '1');
INSERT INTO `record_order` VALUES ('179', '2', '310', 'OL-103-1462269530786', '100.00', '2016-05-03 17:58:50', '2016-05-03 17:58:50', '0.00', '4');
INSERT INTO `record_order` VALUES ('180', '1', '311', 'OL-104-1462269685270', '100.00', '2016-05-03 18:01:25', '2016-05-03 18:01:25', '0.00', '1');
INSERT INTO `record_order` VALUES ('181', '2', '311', 'OL-104-1462269685270', '100.00', '2016-05-03 18:01:25', '2016-05-03 18:01:25', '0.00', '1');
INSERT INTO `record_order` VALUES ('182', '2', '312', 'OL-104-1462269685425', '100.00', '2016-05-03 18:01:25', '2016-05-03 18:01:25', '0.00', '4');
INSERT INTO `record_order` VALUES ('183', '1', '313', 'OL-105-1462270124363', '100.00', '2016-05-03 18:08:44', '2016-05-03 18:08:44', '0.00', '1');
INSERT INTO `record_order` VALUES ('184', '2', '313', 'OL-105-1462270124363', '100.00', '2016-05-03 18:08:44', '2016-05-03 18:08:44', '0.00', '1');
INSERT INTO `record_order` VALUES ('185', '2', '314', 'OL-105-1462270124513', '100.00', '2016-05-03 18:08:44', '2016-05-03 18:08:44', '0.00', '4');
INSERT INTO `record_order` VALUES ('186', '1', '315', 'OL-106-1462270198405', '100.00', '2016-05-03 18:09:58', '2016-05-03 18:09:58', '0.00', '1');
INSERT INTO `record_order` VALUES ('187', '2', '315', 'OL-106-1462270198405', '100.00', '2016-05-03 18:09:58', '2016-05-03 18:09:58', '0.00', '1');
INSERT INTO `record_order` VALUES ('188', '2', '316', 'OL-106-1462270198557', '100.00', '2016-05-03 18:09:58', '2016-05-03 18:09:58', '0.00', '4');
INSERT INTO `record_order` VALUES ('189', '1', '317', 'OL-107-1462270254926', '100.00', '2016-05-03 18:10:54', '2016-05-03 18:10:54', '0.00', '1');
INSERT INTO `record_order` VALUES ('190', '2', '317', 'OL-107-1462270254926', '100.00', '2016-05-03 18:10:54', '2016-05-03 18:10:54', '0.00', '1');
INSERT INTO `record_order` VALUES ('191', '2', '318', 'OL-107-1462270255078', '100.00', '2016-05-03 18:10:55', '2016-05-03 18:10:55', '0.00', '4');
INSERT INTO `record_order` VALUES ('192', '1', '319', 'OL-108-1462270290593', '100.00', '2016-05-03 18:11:30', '2016-05-03 18:11:30', '0.00', '1');
INSERT INTO `record_order` VALUES ('193', '2', '319', 'OL-108-1462270290593', '100.00', '2016-05-03 18:11:30', '2016-05-03 18:11:30', '0.00', '1');
INSERT INTO `record_order` VALUES ('194', '2', '320', 'OL-108-1462270290764', '100.00', '2016-05-03 18:11:30', '2016-05-03 18:11:30', '0.00', '4');
INSERT INTO `record_order` VALUES ('195', '1', '323', 'OL-109-1462339997743', '100.00', '2016-05-04 13:33:17', '2016-05-04 13:33:17', '0.00', '1');
INSERT INTO `record_order` VALUES ('196', '2', '323', 'OL-109-1462339997743', '100.00', '2016-05-04 13:33:17', '2016-05-04 13:33:17', '0.00', '1');
INSERT INTO `record_order` VALUES ('197', '2', '324', 'OL-109-1462339997890', '100.00', '2016-05-04 13:33:17', '2016-05-04 13:33:17', '0.00', '4');
INSERT INTO `record_order` VALUES ('198', '1', '325', 'OL-110-1462340065120', '100.00', '2016-05-04 13:34:25', '2016-05-04 13:34:25', '0.00', '1');
INSERT INTO `record_order` VALUES ('199', '2', '325', 'OL-110-1462340065120', '100.00', '2016-05-04 13:34:25', '2016-05-04 13:34:25', '0.00', '1');
INSERT INTO `record_order` VALUES ('200', '2', '326', 'OL-110-1462340065266', '100.00', '2016-05-04 13:34:25', '2016-05-04 13:34:25', '0.00', '4');
INSERT INTO `record_order` VALUES ('201', '1', '327', 'OL-111-1462340100471', '100.00', '2016-05-04 13:35:00', '2016-05-04 13:35:00', '0.00', '1');
INSERT INTO `record_order` VALUES ('202', '2', '327', 'OL-111-1462340100471', '100.00', '2016-05-04 13:35:00', '2016-05-04 13:35:00', '0.00', '1');
INSERT INTO `record_order` VALUES ('203', '2', '328', 'OL-111-1462340100629', '100.00', '2016-05-04 13:35:00', '2016-05-04 13:35:00', '0.00', '4');
INSERT INTO `record_order` VALUES ('204', '1', '329', 'OL-112-1462340380652', '100.00', '2016-05-04 13:39:40', '2016-05-04 13:39:40', '0.00', '1');
INSERT INTO `record_order` VALUES ('205', '2', '329', 'OL-112-1462340380652', '100.00', '2016-05-04 13:39:40', '2016-05-04 13:39:40', '0.00', '1');
INSERT INTO `record_order` VALUES ('206', '2', '330', 'OL-112-1462340380802', '100.00', '2016-05-04 13:39:40', '2016-05-04 13:39:40', '0.00', '4');
INSERT INTO `record_order` VALUES ('207', '1', '331', 'OL-113-1462340437911', '100.00', '2016-05-04 13:40:37', '2016-05-04 13:40:37', '0.00', '1');
INSERT INTO `record_order` VALUES ('208', '2', '331', 'OL-113-1462340437911', '100.00', '2016-05-04 13:40:37', '2016-05-04 13:40:37', '0.00', '1');
INSERT INTO `record_order` VALUES ('209', '2', '332', 'OL-113-1462340438062', '100.00', '2016-05-04 13:40:38', '2016-05-04 13:40:38', '0.00', '4');
INSERT INTO `record_order` VALUES ('210', '1', '333', 'OL-114-1462340766057', '100.00', '2016-05-04 13:46:06', '2016-05-04 13:46:06', '0.00', '1');
INSERT INTO `record_order` VALUES ('211', '2', '333', 'OL-114-1462340766057', '100.00', '2016-05-04 13:46:06', '2016-05-04 13:46:06', '0.00', '1');
INSERT INTO `record_order` VALUES ('212', '2', '334', 'OL-114-1462340766217', '100.00', '2016-05-04 13:46:06', '2016-05-04 13:46:06', '0.00', '4');
INSERT INTO `record_order` VALUES ('213', '1', '335', 'OL-115-1462340873097', '100.00', '2016-05-04 13:47:53', '2016-05-04 13:47:53', '0.00', '1');
INSERT INTO `record_order` VALUES ('214', '2', '335', 'OL-115-1462340873097', '100.00', '2016-05-04 13:47:53', '2016-05-04 13:47:53', '0.00', '1');
INSERT INTO `record_order` VALUES ('215', '2', '336', 'OL-115-1462340873550', '100.00', '2016-05-04 13:47:53', '2016-05-04 13:47:53', '0.00', '4');
INSERT INTO `record_order` VALUES ('216', '1', '337', 'OL-116-1462341016357', '100.00', '2016-05-04 13:50:16', '2016-05-04 13:50:16', '0.00', '1');
INSERT INTO `record_order` VALUES ('217', '2', '337', 'OL-116-1462341016357', '100.00', '2016-05-04 13:50:16', '2016-05-04 13:50:16', '0.00', '1');
INSERT INTO `record_order` VALUES ('218', '2', '338', 'OL-116-1462341016525', '100.00', '2016-05-04 13:50:16', '2016-05-04 13:50:16', '0.00', '4');
INSERT INTO `record_order` VALUES ('219', '1', '339', 'OL-117-1462341156944', '100.00', '2016-05-04 13:52:36', '2016-05-04 13:52:36', '0.00', '1');
INSERT INTO `record_order` VALUES ('220', '2', '339', 'OL-117-1462341156944', '100.00', '2016-05-04 13:52:36', '2016-05-04 13:52:36', '0.00', '1');
INSERT INTO `record_order` VALUES ('221', '2', '340', 'OL-117-1462341157100', '100.00', '2016-05-04 13:52:37', '2016-05-04 13:52:37', '0.00', '4');
INSERT INTO `record_order` VALUES ('222', '1', '341', 'OL-118-1462341283068', '100.00', '2016-05-04 13:54:43', '2016-05-04 13:54:43', '0.00', '1');
INSERT INTO `record_order` VALUES ('223', '2', '341', 'OL-118-1462341283068', '100.00', '2016-05-04 13:54:43', '2016-05-04 13:54:43', '0.00', '1');
INSERT INTO `record_order` VALUES ('224', '2', '342', 'OL-118-1462341283543', '100.00', '2016-05-04 13:54:43', '2016-05-04 13:54:43', '0.00', '4');
INSERT INTO `record_order` VALUES ('225', '1', '352', 'OL-119-1462342467367', '100.00', '2016-05-04 14:14:27', '2016-05-04 14:14:27', '0.00', '1');
INSERT INTO `record_order` VALUES ('226', '2', '352', 'OL-119-1462342467367', '100.00', '2016-05-04 14:14:27', '2016-05-04 14:14:27', '0.00', '1');
INSERT INTO `record_order` VALUES ('227', '2', '353', 'OL-119-1462342467853', '100.00', '2016-05-04 14:14:27', '2016-05-04 14:14:27', '0.00', '4');
INSERT INTO `record_order` VALUES ('228', '1', '354', 'OL-120-1462342567989', '100.00', '2016-05-04 14:16:07', '2016-05-04 14:16:07', '0.00', '1');
INSERT INTO `record_order` VALUES ('229', '2', '354', 'OL-120-1462342567989', '100.00', '2016-05-04 14:16:08', '2016-05-04 14:16:08', '0.00', '1');
INSERT INTO `record_order` VALUES ('230', '2', '355', 'OL-120-1462342568441', '100.00', '2016-05-04 14:16:08', '2016-05-04 14:16:08', '0.00', '4');

-- ----------------------------
-- Table structure for `report`
-- ----------------------------
DROP TABLE IF EXISTS `report`;
CREATE TABLE `report` (
  `id` bigint(20) NOT NULL,
  `type` int(2) NOT NULL DEFAULT '0' COMMENT '举报类型 1 举报人 2 举报活动 3 举报秀场',
  `reportId` bigint(20) NOT NULL COMMENT '举报ID',
  `desc` varchar(64) DEFAULT NULL COMMENT '描述',
  `result` int(2) DEFAULT '1' COMMENT '处理结果 1 未处理 2 已经处理 3 举报被驳回',
  `ctime` datetime NOT NULL COMMENT '创建时间',
  `mtime` datetime DEFAULT NULL COMMENT '处理时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='举报表';

-- ----------------------------
-- Records of report
-- ----------------------------

-- ----------------------------
-- Table structure for `shows`
-- ----------------------------
DROP TABLE IF EXISTS `shows`;
CREATE TABLE `shows` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `userId` bigint(20) NOT NULL COMMENT '用户Id',
  `mediaType` int(2) DEFAULT NULL COMMENT '媒体类型@',
  `mediaContent` varchar(1024) DEFAULT NULL COMMENT '内容',
  `lng` varchar(25) DEFAULT NULL COMMENT '经度',
  `lat` varchar(25) DEFAULT NULL COMMENT '纬度',
  `status` int(2) NOT NULL DEFAULT '0' COMMENT '状态 0 正常 1 屏蔽',
  `ctime` datetime NOT NULL COMMENT '创建时间',
  `title` varchar(102) DEFAULT NULL,
  `sex` int(1) NOT NULL DEFAULT '0' COMMENT '1 男 2 女',
  PRIMARY KEY (`id`),
  KEY `userId_index` (`userId`)
) ENGINE=MyISAM AUTO_INCREMENT=256 DEFAULT CHARSET=utf8 COMMENT='动态';

-- ----------------------------
-- Records of shows
-- ----------------------------
INSERT INTO `shows` VALUES ('213', '161', '1', 'shows/a1/2AF97DBBA3E247C2096F57E41D6D6278', '120.1576559787326', '30.27121012369792', '0', '2016-05-09 15:22:09', '呃呃额额的确是不是很多人生哲理的确是不是很多人生哲理的确是不是很多人生哲理的确是不是很多人生哲理的确是不是很多人生哲理的确是不是很多人生哲理的确是不是很多人生哲理的确是不是很多人生哲理的确是不是很多人', '1');
INSERT INTO `shows` VALUES ('254', '161', '1', 'shows/a1/BA12852B80F12861DF39806113D918C3', '120.1576559787326', '30.27121012369792', '0', '2016-05-06 17:31:17', null, '1');
INSERT INTO `shows` VALUES ('245', '161', '1', 'shows/a1/3867BF30281395AC37BA8B26EE5EDAF4,shows/a1/7B41EE60E66BA5C9140BDD80897A1625', '120.1374351671007', '30.27113579644097', '0', '2016-04-25 15:53:14', '第三条动态测试！', '1');
INSERT INTO `shows` VALUES ('246', '161', '1', 'shows/a1/8346AE8D6AC878A01D322FC86049E8A0', '120.1373065863715', '30.27097059461806', '0', '2016-04-26 16:20:33', '1张图', '1');
INSERT INTO `shows` VALUES ('247', '161', '1', 'shows/a1/5BE1120C32436E220F8DA839256C1592,shows/a1/4F1AA03D00D6ECB31BCDE8FAFFDC20D8,shows/a1/EC2F37E5D3E92E0F3054C5D12A79A8F8,shows/a1/0600EF8E9B223AE75B76374CEBD23BF1,shows/a1/09A29B73EE017E47481875D9DEF143AA', '120.1373065863715', '30.27097059461806', '0', '2016-04-26 16:21:28', '五张图', '2');
INSERT INTO `shows` VALUES ('248', '161', '1', 'shows/a1/0AE2F7594C08731E4794C0E0F280EBCE,shows/a1/F5FD65F3D313790249D0B77854ADD59D,shows/a1/0ABBE6ECCD39D9C14C24E70D02EF45C8,shows/a1/446AD55FCE1182E6D95EBFD431C6EE2B,shows/a1/8304DB113481F38F4B4D8EE59AF23354,shows/a1/9ABF3B52141A47295B3300342BB6AB9B', '120.1373065863715', '30.27097059461806', '0', '2016-04-26 16:21:50', '6张图', '1');
INSERT INTO `shows` VALUES ('249', '161', '1', 'shows/a1/E1AA437020B099DBB75586FD940A7AD0,shows/a1/0C87C800B38D6F9F6A75AC396D4DA6D9,shows/a1/BF640E4232B29682C884BA33B97F9BEF,shows/a1/0DC66A17290E271C609E2C0E3A060D76,shows/a1/D1FBE8F1EBE3610A7BFC4B5F7081FFA0,shows/a1/2C8C58C163373B2C92CECA57D9930DAD,shows/a1/51AD6AAF01A64454A98ED64A8E6B35BB', '120.1373065863715', '30.27097059461806', '0', '2016-04-26 16:22:28', '7张图', '2');
INSERT INTO `shows` VALUES ('250', '161', '1', 'shows/a1/E08A050A16A5EFECD85D9BEB367D3A04,shows/a1/D2F2F8E6D80405D962B88ACB0ADD26F0,shows/a1/50C5D8B318688FA0808E8BFD28F31476,shows/a1/BFA6F77A8837A0408024B11315CDB927,shows/a1/13B7972D70F83E22AE27F74DCC25D8FA,shows/a1/12F5401480C92DC463C357D802AF698E,shows/a1/3A206B2749944E660B096E35C9C0C8A9', '120.1373065863715', '30.27097059461806', '0', '2016-04-26 16:23:03', '八张图', '1');
INSERT INTO `shows` VALUES ('251', '161', '1', 'shows/a1/1F64047B5D6A7FC0C84D68DBA0D9F559,shows/a1/839A0E302B0959A865F5D1DE9ED363C0,shows/a1/07D52C39505C567179FB8EB21BD6C804,shows/a1/B0591A0594D1A4BFD494D1B4FEA1E6CC,shows/a1/B4CFC274B1D16D59574E0B4A668FF555,shows/a1/6FB2190FBA50DC995CAAFBB6D6989647,shows/a1/6CD5D6C5C9CFDE71F6A30D76D9A0F509,shows/a1/6FEF2E8F0B3D1E7C23C1DF181D770857,shows/a1/40DDE64937AFA28BF15940CA02170877', '120.1373065863715', '30.27097059461806', '0', '2016-04-26 16:23:26', '九张图', '1');
INSERT INTO `shows` VALUES ('252', '161', '1', 'shows/a1/21EDDAC1026BA0412F534A12EA84D81A,shows/a1/513A81181F1A717378D8FB2496CF1852,shows/a1/EB732E0261C5619AA255A980B3321D4E,shows/a1/7C3E41E3F042310991FB6C68B1CA23C0,shows/a1/C3FBC0147C669E4FFF62BD53AA7FD740,shows/a1/F785B27A33AED882895EB89D22843D00,shows/a1/239213C389074ABAE771CB334CEA3FDC,shows/a1/7C3AF4DE0D32D72BC2DEFA93B540A4B7,shows/a1/A3E66DCF26DEE25C7B9427C246C00254,shows/a1/06181177541DDA1B81E4D9632D1E90AF,shows/a1/C2A85F2F66CE73D4F650CB2219734B63,shows/a1/9CD4B1222075E729ED54F360C5C80B8D,shows/a1/F9A81BB2E123B0266156273EC71A9397,shows/a1/B0227B55E444B355A6766D6995128511,shows/a1/964AD2FA18F7DEAB7FB884CB33F56B20,shows/a1/DDA794D5B1F3AA9DEE2F09428D32F702,shows/a1/5B10028BE5749CD899E06DD192DE40B1,shows/a1/BF1D2304C106A02ED7DE7E2215BBD378,shows/a1/AB098CDC8A721FB4DE4C77B52F9BF39D,shows/a1/C98519B0CCC33161C81DB9D954067ADF,shows/a1/241F3C618DC8BE474E91E77FD7DEA946,shows/a1/8CA5DC0AC7D8B5B4A33DDB958E6DE2F0,shows/a1/ED9CB8DAE68ACE9E306BBA89573B6700,shows/a1/C84DD91B6D827AB6980BC2BE05E8F330', '120.1373065863715', '30.27097059461806', '0', '2016-04-26 16:26:54', '八张图，我们在这里我们可以看到的都是一件事情就是和他一起的日子我的心理素质太早太杂太乱太乱了', '2');
INSERT INTO `shows` VALUES ('253', '161', '1', 'shows/a1/896252214D81FADBD7BE6C225D816D78,shows/a1/9FF4033EF013D476DF37922384F5250B,shows/a1/1C7011A69B3A76AD5294C4B6A3B316F4,shows/a1/8A03BD76703DBDC38ED4BFF6DF37FC78,shows/a1/FB0B5689CAB0C55FABFD615D5D3F10D0,shows/a1/E98F4BD405AFC652F7A6223ACBA10806,shows/a1/3983A862ECB2414C1A09195AA8AE8D0C,shows/a1/58024BF3096D8BEDC121BEF1640348C0', '120.1372998046875', '30.27120551215278', '0', '2016-04-26 16:28:07', null, '1');
INSERT INTO `shows` VALUES ('255', '161', '1', 'shows/a1/B892CCFCCE5840C3B2CC78B12B954ADB', '120.1576559787326', '30.27121012369792', '0', '2016-05-09 15:33:35', '再试一试', '1');

-- ----------------------------
-- Table structure for `shows_praise`
-- ----------------------------
DROP TABLE IF EXISTS `shows_praise`;
CREATE TABLE `shows_praise` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键自增',
  `userId` bigint(20) NOT NULL COMMENT '用户ID',
  `showId` bigint(20) NOT NULL COMMENT '动态ID',
  `ctime` datetime NOT NULL COMMENT '创建时间',
  `showUserId` bigint(20) NOT NULL COMMENT '发布者Id',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=728 DEFAULT CHARSET=utf8 COMMENT='动态点赞';

-- ----------------------------
-- Records of shows_praise
-- ----------------------------
INSERT INTO `shows_praise` VALUES ('713', '161', '245', '2016-04-27 09:34:54', '161');
INSERT INTO `shows_praise` VALUES ('714', '161', '243', '2016-04-27 09:37:19', '161');
INSERT INTO `shows_praise` VALUES ('715', '161', '253', '2016-04-27 14:57:57', '161');
INSERT INTO `shows_praise` VALUES ('716', '161', '246', '2016-04-27 19:19:17', '161');
INSERT INTO `shows_praise` VALUES ('717', '161', '247', '2016-04-28 07:33:46', '161');
INSERT INTO `shows_praise` VALUES ('718', '161', '248', '2016-05-03 10:17:01', '161');
INSERT INTO `shows_praise` VALUES ('719', '356', '247', '2016-05-04 15:43:56', '161');
INSERT INTO `shows_praise` VALUES ('720', '357', '245', '2016-05-06 13:45:05', '161');
INSERT INTO `shows_praise` VALUES ('721', '357', '253', '2016-05-06 13:45:50', '161');
INSERT INTO `shows_praise` VALUES ('722', '357', '246', '2016-05-06 13:45:53', '161');
INSERT INTO `shows_praise` VALUES ('723', '357', '248', '2016-05-06 13:46:02', '161');
INSERT INTO `shows_praise` VALUES ('724', '357', '249', '2016-05-06 13:46:05', '161');
INSERT INTO `shows_praise` VALUES ('725', '357', '247', '2016-05-06 13:51:26', '161');
INSERT INTO `shows_praise` VALUES ('726', '357', '252', '2016-05-06 13:55:31', '161');
INSERT INTO `shows_praise` VALUES ('727', '161', '254', '2016-05-09 13:04:09', '161');

-- ----------------------------
-- Table structure for `shows_praise_rank`
-- ----------------------------
DROP TABLE IF EXISTS `shows_praise_rank`;
CREATE TABLE `shows_praise_rank` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `praiseNum` int(8) NOT NULL DEFAULT '0',
  `userId` bigint(20) NOT NULL,
  `ctime` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='秀场点赞排行表';

-- ----------------------------
-- Records of shows_praise_rank
-- ----------------------------
